Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

# Legal document cookie policy
source: To exercise these rights, please contact us. Please refer to the contact details at the bottom of this Cookie Policy. If you have a complaint about how we handle your data, we would like to hear from you.
es_es: Para ejercer estos derechos, contáctenos. Consulte los detalles de contacto en la parte inferior de esta declaración de cookies. Si tiene una queja sobre cómo manejamos sus datos, nos gustaría saberlo.

# Legal document cookie policy
source: We ask your permission to place analytical cookies.
es_es: Te pedimos tu permiso para insertar cookies analíticas.

# Legal document cookie policy
source: We have made agreements about the use of cookies with other companies that place cookies. However, we cannot guarantee that these third parties handle your personal data in a reliable or secure manner. Parties such as Google are to be considered as independent data controllers. We recommend that you read the privacy statements of these companies.
es_es: Hemos hecho acuerdos sobre el uso de cookies con otras compañías que colocan cookies. Sin embargo, no podemos garantizar que estos terceros manejen sus datos personales de manera confiable o segura. Las partes como Google deben considerarse como controladores de datos independientes. Le recomendamos que lea las declaraciones de privacidad de estas empresas.

# Legal document cookie policy
source: We use %s for %s.
es_es: Usamos %s para %s.

# Legal document cookie policy
source: We use analytical cookies to optimize the website experience for our users. With these analytical cookies we get insights in the usage of our website.
es_es: Usamos cookies analíticas para optimizar la experiencia en el sitio web para nuestros usuarios. Con estas cookies analíticas obtenemos conocimientos del uso de nuestro sitio web.

# Legal document cookie policy
source: Website:
es_es: Sitio web:

# Legal document cookie policy
source: When you visit our website for the first time, we will show you a pop-up with an explanation about cookies. As soon as you click on "%s", you consent to us using all cookies and plug-ins as described in the pop-up and this Cookie Policy. You can disable the use of cookies via your browser, but please note that our website may no longer work properly.
es_es: Cuando visite nuestro sitio web por primera vez, le mostraremos una ventana emergente con una explicación sobre las cookies. Tan pronto como haga clic en "%s", nos autoriza a utilizar todas las cookies y plug-ins tal y como se describe en la ventana emergente y en esta política de cookies. Usted puede desactivar el uso de cookies a través de su navegador, pero tenga en cuenta que es posible que nuestro sitio web ya no funcione correctamente.

# Legal document cookie policy
source: When you visit our website for the first time, we will show you a pop-up with an explanation about cookies. As soon as you click on "%s", you consent to us using the categories of cookies and plug-ins you selected in the pop-up, as described in this Cookie Policy. You can disable the use of cookies via your browser, but please note that our website may no longer work properly.
es_es: Cuando visite nuestro sitio web por primera vez, le mostraremos una ventana emergente con una explicación sobre las cookies. Tan pronto como haga clic en "%s", nos autoriza a utilizar las categorías de cookies y plug-ins que seleccionó en la ventana emergente, tal y como se describe en esta política de cookies. Usted puede desactivar el uso de cookies a través de su navegador, pero tenga en cuenta que es posible que nuestro sitio web ya no funcione correctamente.

# Legal document cookie policy
source: When you visit our website for the first time, we will show you a pop-up with an explanation about cookies. You do have the right to opt-out and to object against the further use of non-functional cookies.
es_es: Cuando visite nuestro sitio web por primera vez, le mostraremos una ventana emergente con una explicación sobre las cookies. Tiene derecho a optar por no participar y a oponerse al uso posterior de cookies no funcionales.

# Legal document cookie policy
source: You can object to the tracking by these cookies by clicking the "Manage Consent" button.
es_es: Puede oponerse al seguimiento de estas cookies haciendo clic en el botón "Administrar consentimiento".

# Legal document cookie policy
source: You can use your internet browser to automatically or manually delete cookies. You can also specify that certain cookies may not be placed. Another option is to change the settings of your internet browser so that you receive a message each time a cookie is placed. For more information about these options, please refer to the instructions in the Help section of your browser.
es_es: Puede utilizar su navegador de Internet para eliminar las cookies de forma automática o manual. Usted también puede especificar que ciertas cookies no pueden ser colocadas. Otra opción es cambiar la configuración de su navegador de Internet para que reciba un mensaje cada vez que se coloca una cookie. Para obtener más información sobre estas opciones, consulte las instrucciones de la sección Ayuda de su navegador.

# Legal document cookie policy
source: You can use your internet browser to automatically or manually delete cookies. You can also specify that certain cookies may not be placed. Another option is to change the settings of your internet browser so that you receive a message each time a cookie is placed. For more information about these options, please refer to the instructions in the Help section of your browser. Or you can indicate your preferences on the following page: https://youradchoices.ca
es_es: Puede usar su navegador de Internet para eliminar cookies de forma automática o manual. También puede especificar que ciertas cookies no se puedan colocar. Otra opción es cambiar la configuración de su navegador de Internet para que reciba un mensaje cada vez que se coloca una cookie. Para obtener más información sobre estas opciones, consulte las instrucciones en la sección de Ayuda de su navegador. O puede indicar sus preferencias en la siguiente página: https://youradchoices.ca

# Legal document cookie policy
source: You have the following rights with respect to your personal data:
es_es: Usted tiene los siguientes derechos con respecto a sus datos personales:

# Legal document cookie policy
source: You have the right to address a challenge concerning non-compliance with PIPEDA to our organization and, if the issue is not resolved, to the Office of the Privacy Commissioner of Canada.
es_es: Tiene derecho a abordar un problema relacionado con el incumplimiento de PIPEDA a nuestra organización y, si el problema no se resuelve, a la Oficina del Comisionado de Privacidad de Canadá.

# Legal document cookie policy
source: You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.
es_es: Usted tiene derecho a saber por qué se necesitan sus datos personales, qué sucederá con ellos y durante cuánto tiempo se conservarán.

# Legal document cookie policy
source: You have the right to withdraw consent at any time, subject to legal or contractual restrictions and reasonable notice. You will be informed of the implications of such withdrawal.
es_es: Tiene derecho a retirar el consentimiento en cualquier momento, sujeto a restricciones legales o contractuales y a un aviso razonable. Se le informará de las implicaciones de dicha retirada.

# Legal document cookie policy
source: you may object to the processing;
es_es: puede oponerse al procesamiento;

# Legal document cookie policy
source: you may request an overview, in a commonly used format, of the data we process about you;
es_es: puede solicitar una descripción general, en un formato de uso común, de los datos que procesamos sobre usted.

# Legal document cookie policy
source: you may request correction or deletion of the data if it is incorrect or not or no longer relevant. Where appropriate, the amended information shall be transmitted to third parties having access to the information in question.
es_es: puede solicitar la corrección o eliminación de los datos si son incorrectos o no o si ya no son relevantes. En su caso, la información modificada se transmitirá a terceros que tengan acceso a la información en cuestión.

# Legal document cookie policy
source: you may submit a request for access to the data we process about you;
es_es: puede enviar una solicitud de acceso a los datos que procesamos sobre usted.

# Legal document cookie policy:paragraph title
source: Advertising cookies
es_es: Cookies de publicidad

# Legal document cookie policy:paragraph title
source: Analytical cookies
es_es: Cookies analíticas

# Legal document cookie policy:paragraph title
source: Consent
es_es: Consentimiento

# Legal document cookie policy:paragraph title
source: Contact details
es_es: Detalles de contacto

# Legal document cookie policy:paragraph title
source: Enabling/disabling and deleting cookies
es_es: Habilitación/deshabilitación y eliminación de cookies

# Legal document cookie policy:paragraph title
source: Introduction
es_es: Introducción

# Legal document cookie policy:paragraph title
source: Manage your consent settings
es_es: Administra tu configuración de consentimiento

# Legal document cookie policy:paragraph title
source: Placed cookies
es_es: Cookies usadas

# Legal document cookie policy:paragraph title
source: Social media buttons
es_es: Botones de medios sociales

# Legal document cookie policy:paragraph title
source: Technical or functional cookies
es_es: Cookies técnicas o funcionales

# Legal document cookie policy:paragraph title
source: Third parties
es_es: Terceros

# Legal document cookie policy:paragraph title
source: Vendors
es_es: Proveedores

# Legal document cookie policy:paragraph title
source: What are cookies?
es_es: ¿Qué son las cookies?

# Legal document cookie policy:paragraph title
source: What are scripts?
es_es: ¿Qué son los scripts?

# Legal document cookie policy:paragraph title
source: What is a web beacon?
es_es: ¿Qué es un web beacon?

# Legal document cookie policy:paragraph title
source: You can also disable the use of cookies via your browser, but please note that our website may no longer work properly.
es_es: También puede deshabilitar el uso de cookies a través de su navegador, pero tenga en cuenta que es posible que nuestro sitio web ya no funcione correctamente.

# Legal document cookie policy:paragraph title
source: Your rights with respect to personal data
es_es: Sus derechos con respecto a los datos personales

# Legal document dataleak
source: As a result of that incident, we cannot rule out the possibility that unauthorized persons have had access to your personal data.
es_es: No puede excluirse que personas no autorizadas hayan tenido acceso a los datos personales.

# Legal document dataleak
source: Date: %s
es_es: Fecha: %s

# Legal document dataleak
source: Dear Sir/Madam,
es_es: Estimado Señor/Señora,

# Legal document dataleak
source: Despite these measures we have taken, the security breach may have adverse consequences for your privacy. To limit these as much as possible, we recommend that you take a number of measures. We hope that this letter has provided you with sufficient information about the security incident and its consequences. We are continuously working to improve security and counteract the possible consequences of this breach. We would like to apologize for any inconvenience you have experienced to date.
es_es: A pesar de estas medidas que hemos tomado, la violación de la seguridad puede tener consecuencias adversas para su privacidad. Para limitarlos lo más posible, le recomendamos que tome una serie de medidas. Esperamos que esta carta le haya proporcionado suficiente información sobre el incidente de seguridad y sus consecuencias. Trabajamos continuamente para mejorar la seguridad y contrarrestar las posibles consecuencias de este incumplimiento. Nos gustaría disculparnos por cualquier inconveniente que haya experimentado hasta la fecha.

# Legal document dataleak
source: Explanation of the nature of the breach:
es_es: Explicación de la naturaleza de la infracción:

# Legal document dataleak
source: If you would like more information about the data breach, please send a message to %s
es_es: Si desea más información sobre la violación de datos, envíe un mensaje a %s

# Legal document dataleak
source: In that incident, personal data was lost and there is no current back-up copy of that personal data.
es_es: En ese incidente, se perdieron datos personales y no existe una copia de seguridad actual de esos datos personales.

# Legal document dataleak
source: Kind regards,
es_es: Saludos cordiales,

# Legal document dataleak
source: Measures a person involved can take to minimise damage:
es_es: Medidas que una persona involucrada puede tomar para minimizar el daño:

# Legal document dataleak
source: Measures we have taken:
es_es: Medidas que hemos tomado:

# Legal document dataleak
source: Possible consequences:
es_es: Posibles consecuencias:

# Legal document dataleak
source: RE: Information regarding personal data breaches
es_es: RE: Información sobre la violación de datos personales

# Legal document dataleak
source: We have therefore notified the national supervisory authority. As we expect possible adverse consequences for your privacy, we also inform you as a data subject. We would like to provide you with the following information in order to limit the possible consequences for you:
es_es: Por lo tanto, hemos notificado a la autoridad nacional de supervisión. Como esperamos posibles consecuencias adversas para su privacidad, también le informamos como sujeto de los datos. Nos gustaría proporcionarle la siguiente información con el fin de limitar las posibles consecuencias para usted:

# Legal document dataleak
source: Website:
es_es: Sitio web:

# Legal document dataleak
source: With this letter, I would like to inform you of a recently discovered security incident in our organization.
es_es: Con esta carta, Me gustaría informarle de un reciente incidente de seguridad descubierto en en nuestra organización.

# Legal document disclaimer
source: %s accepts no responsibility for the content of websites to which or from which a hyperlink or other reference is made. Products or services offered by third parties shall be subject to the applicable terms and conditions of those third parties.
es_es: %s no se hace responsable del contenido de las páginas web a las que se hace referencia mediante hipervínculos u otras referencias. Los productos o servicios ofrecidos por terceros estarán sujetos a los términos y condiciones aplicables de dichos terceros.

# Legal document disclaimer
source: %s is committed to keeping this website up to date and accurate. Should you nevertheless encounter anything that is incorrect or out of date, we would appreciate it if you could let us know. Please indicate where on the website you read the information. We will then look at this as soon as possible. Please send your response by email to: [email_company].
es_es: %s se compromete a mantener este sitio web actualizado y preciso. Si, a pesar de todo, encontrara algo incorrecto o desactualizado, le agradeceríamos que nos lo hiciera saber. Por favor, indique en qué parte del sitio web ha leído la información. Entonces lo examinaremos lo antes posible. Por favor, envíe su duda por correo electrónico a: [email_company].

# Legal document disclaimer
source: %s shall make every reasonable effort to protect its systems against any form of unlawful use. %s shall implement appropriate technical and organizational measures to this end, taking into account, among other things, the state of the art. However, it shall not be liable for any loss whatsoever, direct and/or indirect, suffered by a user of the website, which arises as a result of the unlawful use of its systems by a third party.
es_es: %s debe hacer cada esfuerzo razonable para proteger sis sistemas contra cualquier forma de uso ilegal. %s aplicarán las medidas técnicas y organizativas adecuadas a tal fin, teniendo en cuenta, entre otras cosas, el estado actual de la técnica. No obstante, no se hace responsable de los perjuicios, directos y/o indirectos, sufridos por el usuario de la página web, que se deriven de la utilización ilícita de sus sistemas por un tercero.

# Legal document disclaimer
source: All intellectual property rights to content on this website are vested in %s or in third parties who have placed the content themselves or from whom %s has obtained a user license.
es_es: Todos los derechos de propiedad intelectual sobre el contenido de este sitio web están en manos de %s o de terceros que han colocado el contenido por sí mismos o de quienes %s ha obtenido una licencia de uso.

# Legal document disclaimer
source: All intellectual property rights to content on this website are vested in %s.
es_es: Todos los derechos de propiedad intelectual sobre el contenido de este sitio web pertenecen a %s.

# Legal document disclaimer
source: All intellectual property rights to content on this website are vested in third parties who have placed the content themselves or from whom %s has obtained a user license.
es_es: Todos los derechos de propiedad intelectual sobre el contenido de este sitio web pertenecen a terceros que han colocado el contenido ellos mismos o de quienes %s ha obtenido una licencia de usuario.

# Legal document disclaimer
source: Any personal data you provide us with in the context of your response or request for information will only be used in accordance with our privacy statement.
es_es: Cualquier dato personal que nos proporcione en el contexto de su respuesta o solicitud de información sólo se utilizará de acuerdo con nuestra declaración de privacidad.

# Legal document disclaimer
source: Copying, disseminating and any other use of these materials is not permitted without the written permission of %s, except and only insofar as otherwise stipulated in regulations of mandatory law (such as the right to quote), unless specific content dictates otherwise.
es_es: La copia, difusión y cualquier otro uso de estos materiales no está permitido sin el permiso escrito de %s, excepto y sólo en la medida en que se estipule lo contrario en los reglamentos de la ley obligatoria (como el derecho a cotizar), a menos que el contenido específico dicte lo contrario.

# Legal document disclaimer
source: Copying, distributing and any other use of these materials is permitted without the written permission of %s.
es_es: Se permite copiar, distribuir y cualquier otro uso de estos materiales sin el permiso escrito de %s.

# Legal document disclaimer
source: If you have any questions or problems with the accessibility of the website, please do not hesitate to contact us.
es_es: Si tiene alguna pregunta o problema con la accesibilidad del sitio web, no dude en ponerse en contacto con nosotros.

# Legal document disclaimer
source: Our employees shall make every effort to guarantee the accessibility of our website and to continuously improve it. Including for people who use special software due to a disability.
es_es: Nuestros empleados harán todo lo posible para garantizar la accesibilidad de nuestra página web y para mejorarla continuamente. Incluyendo para personas que usan software especial debido a una discapacidad.

# Legal document disclaimer
source: Responses and privacy inquiries submitted by email or using a web form will be treated in the same way as letters. This means that you can expect a response from us within a period of 1 month at the latest. In the case of complex requests, we will let you know within 1 month if we need a maximum of 3 months.
es_es: Las respuestas y preguntas sobre privacidad enviadas por correo electrónico o a través de un formulario web serán tratadas de la misma manera que las cartas. Esto significa que puede esperar una respuesta de nosotros en un plazo de 1 mes como máximo. En el caso de solicitudes complejas, le informaremos en el plazo de 1 mes si necesitamos un máximo de 3 meses.

# Legal document disclaimer
source: The content on this website is available under a Creative Commons Attribution 3.0 Netherlands License unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia Creative Commons Attribution 3.0 Netherlands a menos que se especifique lo contrario.

# Legal document disclaimer
source: The content on this website is available under a Creative Commons Attribution No Derivative Works License, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia Creative Commons Attribution No Derivative Works, a menos que se especifique lo contrario.

# Legal document disclaimer
source: The content on this website is available under a Creative Commons Attribution Non-Commercial License, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia no comercial de Creative Commons Attribution, a menos que se especifique lo contrario.

# Legal document disclaimer
source: The content on this website is available under a Creative Commons Attribution Share Alike Non-Commercial License, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia no comercial Creative Commons Attribution Share Alike, a menos que se especifique lo contrario.

# Legal document disclaimer
source: The content on this website is available under a Creative Commons Attribution-Share Alike License, unless specified otherwise.
es_es: El contenido de este sitio web está disponible bajo una licencia Creative Commons Reconocimiento-Compartir bajo la misma licencia, a menos que se especifique lo contrario.

# Legal document disclaimer
source: The use of the website and all its components (including forums) is subject to %sterms of use%s. The mere use of this website implies the knowledge and the acceptance of these terms of use.
es_es: El uso del sitio web y todos sus componentes (incluidos los foros) está sujeto a %scondiciones generales%s. El mero uso de este sitio web implica el conocimiento y la aceptación de estas condiciones de uso.

# Legal document disclaimer
source: This website is therefore built according to the WCAG 2.1 level AA guidelines. These guidelines are internationally recognised agreements on accessibility, sustainability, interchangeability, and findability of websites.
es_es: Este sitio web está construido de acuerdo con las pautas de nivel AA WCAG 2.1. Estas pautas son acuerdos internacionalmente reconocidos sobre accesibilidad, sostenibilidad, intercambiabilidad y facilidad de búsqueda de sitios web.

# Legal document disclaimer
source: We are not liable for loss as a result of inaccuracies or incompleteness, nor for loss resulting from problems caused by or inherent to the dissemination of information through the internet, such as disruptions or interruptions. When using web forms, we strive to limit the number of required fields to a minimum. For any loss suffered as a result of the use of data, advice or ideas provided by or on behalf of %s via this website, %s accepts no liability.
es_es: No nos hacemos responsables de la pérdida como resultado de inexactitudes o incompletitud, ni de la pérdida resultante de problemas causados por o inherentes a la difusión de información a través de Internet, tales como disrupciones o interrupciones. Al utilizar formularios web, nos esforzamos por limitar al mínimo el número de campos obligatorios. Por cualquier pérdida sufrida como resultado del uso de datos, asesoría o ideas proporcionados por o en nombre de %s a través de este sitio web, %s no acepta ninguna responsabilidad.
