Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: Click below to consent to the above or make granular choices.
es_es: Haga clic a continuación para aceptar lo anterior o realizar elecciones más detalladas.

source: Click to accept marketing cookies and enable this content
es_es: Haga clic para aceptar cookies de marketing y habilitar este contenido

source: Click to accept marketing cookies and enable this form
es_es: Cliquea para aceptar las cookies de marketing y habilitar este formulario

source: Click to accept reCaptcha validation.
es_es: Haga clic para aceptar la validación de reCaptcha.

source: Click to view the document shortcode
es_es: Haga clic para ver el código abreviado del documento

source: Click view document to save and view this report.
es_es: Haga clic en Ver documento para guardar y ver este informe.

source: Collected Personal Data
es_es: Datos personales colectados

source: Color scheme
es_es: Esquema de colores

# Column header in posts overview
source: Email sent
es_es: Email enviado

# Column title in custom post type overview
source: Download
es_es: Descarga

source: Commercial information, including records of personal property, products or services purchased, obtained, or considered
es_es: Información comercial, incluyendo registros de propiedad personal, productos o servicios comprados, obtenidos o considerados

source: Compiling and analyzing statistics for website improvement.
es_es: Recopilación y análisis de estadísticas para la mejora del sitio web.

source: Complianz 4.0 is Live! This major update provides automatic comprehensive cookie descriptions by cookiedatabase.org!
es_es: ¡Complianz 4.0 está en vivo! ¡Esta importante actualización proporciona completas descripciones automáticas de cookies de cookiedatabase.org!

source: Complianz and the cookiedatabase.org community are working round the clock in adding more complete cookie descriptions, which will get added to your policy automatically. If you have any questions or issues regarding updating, please %scontact support%s or join the %scookiedatabase.org%s community!
es_es: Complianz y la comunidad de cookiedatabase.org están trabajando diariamente para añadir descripciones de cookies más completas, las cuales se añadirán automáticamente a tu política. Si tienes cualquier pregunta o problema con respecto a la actualización, por favor, %scontacta con el soporte%s o ¡únete a la comunidad de %scookiedatabase.org%s!

source: Complianz cannot automatically block first-party marketing cookies unless these plugins conform to the WP Consent API. Look for any possible integrations on our website if you're not sure. When you answer 'No' to this question, the marketing category will be removed.
es_es: Complianz no puede bloquear automáticamente las cookies propias de marketing salvo que estos plugins se ajusten a la API de consentimiento de WP. Si no estás seguro, busca alguna posible integración en nuestra web. Cuando respondas «No» a esta pregunta, la categoría de marketing será eliminada.

source: Complianz detected settings that suggest your site shares data, which means the answer should probably be Yes, or Limited
es_es: Complianz detectó configuraciones que sugieren que su sitio comparte datos, lo que significa que la respuesta probablemente debería ser Sí o Limitada

source: Complianz GDPR cannot be activated. The plugin requires PHP 5.6 or higher
es_es: Compilanz GDPR no ha podido ser activado. El plugin necesita PHP 5.6 o superior

source: Complianz GDPR cannot be activated. The plugin requires WordPress 4.6 or higher
es_es: Compilanz GDPR no ha podido ser activado. El plugin necesita Wordpress 4.6 o superior

source: Complianz GDPR Cookie Consent does not process any personally identifiable information, which means there's no need to add text about this plugin to your Privacy Statement. The used cookies (all functional) will be added to your Cookie Policy automatically. You can find our Privacy Statement %shere%s.
es_es: Complianz GDPR Cookie Consent no procesa ninguna información personal identificable, lo que quiere decir que no hay que poner texto sobre esta extensión en la declaración de privacidad. Las cookies usadas(todas funcionales) serán automáticamente agregada a tu política de cookies. Puedes encontrar nuestra política de privacidad %saquí%s.

source: Complianz Privacy Suite (GDPR/CCPA) premium
es_es: Suite de privacidad (GDPR/CCPA) premium

source: Complianz Privacy Suite includes GeoLite2 data created by MaxMind, available from %shttp://www.maxmind.com%s
es_es: Complianz Privacy Suite incluye datos de GeoLite2 creados por MaxMind, disponibles en %shttp://www.maxmind.com%s

source: Complianz provides your Cookie Policy with comprehensive cookie descriptions, supplied by %scookiedatabase.org%s. We connect to this open-source database using an external API, which sends the results of the cookiescan (a list of found cookies, used plugins and your domain) to cookiedatabase.org, for the sole purpose of providing you with accurate descriptions and keeping them up-to-date at a weekly schedule. For more information, read the %sPrivacy Statement%s
es_es: Complianz te proporciona tu política de cookies con descripciones completas de las cookies, facilitadas por %scookiedatabase.org%s. Conectamos con esta base de datos de código abierto usando una API externa, la cual envía los resultados de la exploración de cookies (una lista de las cookies encontradas, los plugins usados y tu dominio) a cookiedatabase.org, con el único propósito de proporcionarte descripciones precisas y mantenerlas actualizadas de forma semanal. Para más información, lee la %sdeclaración de privacidad%s

source: Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.
es_es: Complianz realiza un seguimiento de los cambios en su Aviso de cookies y Política de cookies con documentos con marca de tiempo. Este es su registro de consentimiento, respetando las pautas de minimización de datos y no almacenará ningún dato de usuario.

source: Complianz will generate the Impressum based on the answers in the wizard, but you can also create your own, custom document.
es_es: Complianz generará el aviso legal basado en las respuestas del asistente, pero usted también puede crear su propio documento personalizado.

source: Configure
es_es: Configurar

source: Configuring your TCF cookie banner is a bit different than our standard cookie banners.
es_es: La configuración del banner de cookies TCF es un poco diferente a la de los banners de cookies estándar.

source: Connected
es_es: Conectado

source: Connecting to Cookiedatabase.org
es_es: Conectando a Cookiedatabase.org

source: Consent
es_es: Consentimiento

source: Consent obtained
es_es: Consentimiento obtenido

source: Considering the scale of the databreach, it is recommended to get legal counsel regarding this databreach.
es_es: Considerando la escala de la extensión de la base de datos, se recomienda obtener asesoría legal con respecto a esta extensión de la base de datos.

source: Contact - Through phone, mail, email and/or webforms
es_es: Contacto - Por teléfono, correo, correo electrónico y/o formularios en el sitio

source: Content created by a child and publicly shared
es_es: Contenido creado por un niño y compartido públicamente

source: Content from social media is mostly embedded through iFrames. These often place third party (tracking) cookies, so must be blocked based on visitor consent. If your website only contains buttons or links to a social media profile on an external page you can answer No.
es_es: El contenido de las redes sociales está integrado principalmente a través de iFrames. Estos a menudo colocan cookies de terceros (seguimiento), por lo que deben bloquearse en función del consentimiento del visitante. Si su sitio web solo contiene botones o enlaces a un perfil de redes sociales en una página externa, puede responder No.

source: Continue
es_es: Continuar

source: Continue without consent
es_es: Continuar sin consentimiento

source: Cookie Banner
es_es: Baner de cookie

source: Cookie banner
es_es: Baner de cookie

source: Cookie banner expiration in days
es_es: Expiración del banner de cookies en días

source: Cookie banner settings
es_es: Configuración del baner de cookies

source: Cookie banner title
es_es: Título del baner de cookies

source: Cookie changes have been detected.
es_es: Se han detectado cambios en las cookies.

source: Cookie consent settings
es_es: Configuración de consentimiento de cookie

source: Cookie function
es_es: Función de Cookie

source: Cookie message
es_es: Mensaje de Cookies

source: Cookie Policy
es_es: Política de cookie

# cookie policy
source: Marketing/Tracking cookies
es_es: Cookies de marketing/seguimiento

# cookie policy
source: Marketing/Tracking cookies are cookies or any other form of local storage, used to create user profiles to display advertising or to track the user on this website or across several websites for similar marketing purposes.
es_es: Las cookies de marketing/seguimiento son cookies, o cualquier otra forma de almacenamiento local, usadas para crear perfiles de usuario para mostrar publicidad o para hacer el seguimiento del usuario en esta web o en varias webs con fines de marketing similares.

# cookie policy
source: Usage
es_es: Uso

# cookie policy
source: We have received a privacy signal from your browser. For this reason we have set your privacy settings on this website to strictly necessary. If you want to have full functionality, please consider excluding %s from your privacy settings.
es_es: Hemos recibido una señal de privacidad de su navegador. Por esta razón, hemos establecido su configuración de privacidad en este sitio web como estrictamente necesaria. Si desea tener una funcionalidad completa, por favor, considere excluir %s de su configuración de privacidad.

source: Cookie Policy (CA)
es_es: Política de cookie (CA)

source: Cookie Policy (EU)
es_es: Política de cookie (UE)

source: Cookie Policy (UK)
es_es: Política de cookie (UK)

source: Cookie scan
es_es: Escaneo de Cookies

source: Cookie scan in progress
es_es: Escaneo de Cookies en proceso

source: Cookiebanner
es_es: Aviso de cookies

source: Cookiebanners
es_es: Avisos de cookies

source: Cookiedatabase sync
es_es: Sincronización de base de datos de Cookie

source: Cookies as detected by the automatic cookie scan. Please note that only cookies set on your own domain are detected by this scan.
es_es: Cookies detectadas por el análisis automático de cookies. Por favor, tenga en cuenta que sólo las cookies configuradas en su propio dominio son detectadas por este análisis.

source: Cookies in %s
es_es: Cookies en %s

source: Cookies on your own domain
es_es: Cookies en su propio dominio

source: Cookies without selected service
es_es: Cookies sin servicio seleccionado

source: Could not connect to cookiedatabase.org
es_es: No se ha podido conectar con cookiedatabase.org

source: Count
es_es: Contar

source: Create dataleak report
es_es: Crear informe de fuga de datos

source: Create dataleak report (%s)
es_es: Crear informe de filtración de datos (%s)

source: Create documents
es_es: Crear documentos

source: Create missing pages
es_es: Crear páginas que faltan

source: Create Processing Agreement
es_es: Crear acuerdo de procesamiento

source: Create Processing Agreement (%s)
es_es: Crear acuerdo de procesamiento (%s)

source: Created
es_es: Creado

source: Creative Commons (CC) is an American non-profit organization devoted to expanding the range of creative works available for others to build upon legally and to share.
es_es: Creative Commons (CC) es una organización estadounidense sin fines de lucro dedicada a expandir la gama de obras creativas disponibles para que otros las aprovechen legalmente y las compartan.

source: Criminal or legal data
es_es: Datos penales o legales

source: Current status: %s
es_es: Situación actual: %s

source: Custom CSS
es_es: CSS personalizado

source: Custom CSS for AMP
es_es: CSS personalizado para AMP

source: Custom document CSS
es_es: Documento CSS personalizado

source: Custom Tag Manager categories
es_es: Categorías del Administrador de Etiquetas Personalizadas

source: Custom URL
es_es: URL personalizada

source: Customers
es_es: Clientes

source: Danish
es_es: Danés

source: Dashboard
es_es: Panel de control

source: Data
es_es: Datos

source: Data breach
es_es: Violación de datos

source: Data breaches.
es_es: Violaciones de datos

source: Data controller
es_es: Titular del tratamiento

source: Data elements involved in the security breach:
es_es: Elementos de datos que intervienen en la violación de la seguridad:

source: Data integrity check failed
es_es: Error en la comprobación de la integridad de los datos

source: Data is shared with this service
es_es: Los datos son compartidos con este servicio

source: Data Protection Officer
es_es: Responsable de la protección de datos

source: Data successfully cleared
es_es: Datos borrados con éxito

source: Dataleak
es_es: Filtración de datos

source: Dataleak %s
es_es: Fuga de datos %s

source: Dataleak (%s)
es_es: Fuga de datos (%s)

source: Dataleak parent item
es_es: Elemento principal de filtración de datos

source: dataleak reports
es_es: Informe de Perdida de Datos

source: Dataleaks
es_es: Filtración de datos

source: Day on which, or period during which the breach occurred, or if neither is known, the approximate period.
es_es: Día en el que, o período durante el cual, ocurrió el incumplimiento o, si no se conoce ninguno, el período aproximado.

source: Deactivate License
es_es: Desactivar licencia

source: Default
es_es: Por defecto

source: Default Cookie banner
es_es: Banner por defecto de cookie

source: Default cookie banner
es_es: Baner de cookies por defecto

source: Delete
es_es: Borrar

source: Denied
es_es: Denegado

source: Depending on your settings and cookies you use, there can be two or three categories. With Tag Manager you can use more, custom categories.
es_es: Dependiendo de su configuración y de las cookies que utilice, puede haber dos o tres categorías. Con Tag Manager puede utilizar más categorías personalizadas.

source: Describe briefly what activities your processor will perform.
es_es: Describa brevemente qué actividades realizará su procesador.

source: Describe briefly what activities your Service Provider will perform.
es_es: Describa brevemente qué actividades realizará su proveedor de servicios.

source: Describe these criteria in understandable terms:
es_es: Describa estos criterios en términos comprensibles:

source: Description
es_es: Descripción

source: Description of incident
es_es: Descripción del incidente

source: Descriptive title of the cookiebanner
es_es: Título descriptivo del banner de cookies

source: Deselect all
es_es: Deseleccionar todo

source: Details
es_es: Detalles

source: Details per purpose
es_es: Detalles por propósito

source: Disable all plus ones and warnings on your dashboard.
es_es: Deshabilita todos los +1 y advertencias en tu tablero.

source: Disable notifications
es_es: Desactivar las notificaciones

source: Disable placeholder insertion
es_es: Desactivar inserción de marcadores de posición

source: Disable the automatic cookie scan.
es_es: Desactivar el análisis automático de cookies.

source: Disable to let your theme take over.
es_es: Deshabilita para que tu tema tome el control.

source: Disclaimer
es_es: Descargo de responsabilidad

source: Discover premium
es_es: Descubrir premium

source: Dismiss
es_es: Descartar

source: Dismiss on scroll
es_es: Descartar al desplazarte

source: Dismiss on time out
es_es: Descartar al caducar

source: Do Not Sell My Personal Information requests
es_es: No vender mis solicitudes de información personal

source: Do Not Track & Global Privacy Control are not respected yet - (%spremium%s)
es_es: No rastrear (Do Not Track) y el control de privacidad global (Global Privacy Control) aún no se respetan - (%spremium%s)

source: Do Not Track & Global Privacy Control are not respected.
es_es: No rastrear (Do Not Track) y el control de privacidad global (Global Privacy Control) no son respetados.

source: Do Not Track & Global Privacy Control are respected.
es_es: No rastrear (Do Not Track) y el control de privacidad global (Global Privacy Control) son respetados.

source: Do you allow data to be processed outside Canada?
es_es: ¿Permite que los datos se procesen fuera de Canadá?

source: Do you allow data to be processed outside the EEA European Economic Area?
es_es: ¿Permite el tratamiento de datos fuera del Espacio Económico Europeo?

source: Do you allow data to be processed outside the United Kingdom?
es_es: ¿Permites que los datos se procesen fuera del Reino Unido?

source: Do you allow data to be processed outside the United States?
es_es: ¿Permite que los datos sean procesados fuera de los Estados Unidos?

source: Do you anonymize IP addresses in Matomo?
es_es: ¿Anonimiza los números IP en Matomo?

source: Do you compile statistics of this website?
es_es: ¿Recopila estadísticas de su sitio web?

source: Do you consent to the use of the cookiedatabase.org API?
es_es: ¿Aceptas el uso de la API de cookiedatabase.org?

source: Do you make decisions based on automated processes, such as profiling, that could have significant consequences for users?
es_es: ¿Toma decisiones basadas en procesos automatizados, como la creación de perfiles, que podrían tener consecuencias significativas para los usuarios?

source: Do you offer content for journalistic and editorial purposes?
es_es: ¿Ofrece contenido para fines periodísticos y editoriales?

source: Do you offer financial incentives, including payments to consumers as compensation, for the collection of personal information, the sale of personal information, or the deletion of personal information?
es_es: ¿Ofrecen incentivos financieros, incluyendo pagos a los consumidores como compensación, por la recolección de información personal, la venta de información personal o la eliminación de información personal?

source: Do you sell products or services through your website?
es_es: ¿Vende productos o servicios a través de su sitio web?

source: Do you share personal data with other parties?
es_es: ¿Comparte sus datos personales con terceros?

source: Do you target visitors from California?
es_es: ¿Apuntas a visitantes de California?

source: Do you target visitors from Germany and/or Austria?
es_es: ¿Tienes como objetivo visitantes de Alemania y/o Austria?

source: Do you think any other organization, a government institution or a part of a government institution may be able to reduce the risk of harm from the breach or to mitigate that harm?
es_es: ¿Cree que alguna otra organización, una institución gubernamental o una parte de una institución gubernamental puede reducir el riesgo de daño por el incumplimiento o mitigar ese daño?

source: Do you want Complianz to configure your statistics?
es_es: ¿Quieres que Compilanz configure tus estadísticas?

source: Do you want to add a Disclaimer on your site?
es_es: ¿Desea añadir una cláusula de exención de responsabilidad en su sitio?

source: Do you want to ask consent for statistics?
es_es: ¿Quieres solicitar el consentimiento para las estadísticas?

source: Do you want to block reCAPTCHA before consent, and when consent is revoked?
es_es: ¿Quieres bloquear reCAPTCHA antes del consentimiento y cuando se rechaza el consentimiento?

source: Do you want to disable the storage of personal data by the WP comments function and the checkbox?
es_es: ¿Desea desactivar el almacenamiento de datos personales mediante la función de comentarios de WP y la casilla de verificación?

source: Do you want to hyperlink cookie names so visitors can find more information on Cookiedatabase.org? These links will be added with HTML attributes so it won't hurt SEO.
es_es: ¿Desea hacer hipervínculos a los nombres de las cookies para que los visitantes puedan encontrar más información en Cookiedatabase.org? Estos enlaces se agregarán con atributos HTML para que no perjudiquen al SEO.

source: Do you want to limit liability?
es_es: ¿Quiere limitar la responsabilidad?

source: Do you want to limit the liability of the Service Provider?
es_es: ¿Desea limitar la responsabilidad del proveedor de servicios?

source: Do you want to provide a detailed list of security measures in your Privacy Statement?
es_es: ¿Desea proporcionar una lista detallada de medidas de seguridad en su Declaración de privacidad?

source: Do you want to respect Do Not Track & Global Privacy Control settings in browsers?
es_es: ¿Quiere respetar la configuración de No rastrear (Do Not Track) y el Control de privacidad global (Global Privacy Control) en los navegadores?

source: Document contents
es_es: Contenido del documento

source: Document is kept up to date by Complianz
es_es: El documento se mantiene actualizado por Complianz

source: Document is not kept up to date by Complianz
es_es: El documento No se mantiene actualizado por Complianz

source: Document status
es_es: Estado del documento

source: Documentation
es_es: Documentación

source: Documents
es_es: Documentos

source: Does the databreach affect California residents?
es_es: ¿Afecta la pérdida de datos a los residentes de California?

source: Does the following apply to you?
es_es: ¿Lo siguiente se aplica a usted?

source: Does the security breach affect a large number (500 or more) of people?
es_es: ¿La violación de la seguridad afecta a un gran número (500 o más) de personas?

source: Does your site have users with access to the wp-admin part of the website?
es_es: ¿Su sitio tiene usuarios con acceso a la parte wp-admin del sitio web?

source: Does your website contain embedded social media content, like buttons, timelines, videos or pixels?
es_es: ¿Tu web incluye contenido incrustado de medios sociales, como botones, cronologías, vídeos o píxeles?

source: Does your website contain or process sensitive (personal) information?
es_es: ¿Su sitio web contiene o procesa información sensible (personal)?

source: Does your website display services or products, which require registration with a professional association? If so, name the professional association.
es_es: ¿Su sitio web muestra servicios o productos que requieren registrarse con una asociación profesional? Si es así, indique la asociación profesional.

source: Does your website use cookies for advertising?
es_es: ¿Su sitio web utiliza cookies para publicidad?

source: Does your website use third-party services?
es_es: ¿Su sitio web utiliza servicios de terceros?

source: Does your website use WordPress comments?
es_es: ¿Usa tu web los comentarios de wordpress?

source: Domain to set the cookies on
es_es: Dominio para configurar las cookies

source: Don't show again
es_es: No mostrar de nuevo

source: Download
es_es: Descarga

source: Download PDF
es_es: Descargar PDF

source: Driver's license
es_es: Licencia de conducir

source: Driver’s license number or identification card number.
es_es: Número de licencia de conducir o número de tarjeta de identificación.

source: Duration in days of the A/B testing period
es_es: Duración en días del período de pruebas A/B

source: Dutch
es_es: Holandés

source: E.g. hosting, data storage, payment processing, sending newsletters
es_es: Por ejemplo, alojamiento, almacenamiento de datos, procesamiento de pagos, envío de e-mails informativos, newsletters.

source: e.g. https://domain.com/stats
es_es: p. ej. https://domain.com/stats

source: e.g. lost USB stick, break in, stolen laptop, password lost.
es_es: por ejemplo, pérdida de una memoria USB, allanamiento de morada, robo de un portátil, pérdida de una contraseña.
