Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: If you enable this option, Complianz will not show the cookie banner to users that enabled a ‘Do Not Track’ or 'Global Privacy Control' setting in their browsers and their default consent status is set to ‘denied’.
es_es: Si habilita esta opción, Complianz no mostrará el banner de cookies a los usuarios que habilitaron una configuración "No rastrear" (Do Not Track) o "Control de privacidad global" (Global Privacy Control) en sus navegadores y su estado de consentimiento predeterminado esté establecido en "denegado".

source: %s are marked as not being used on your website in the %swizard%s.
es_es: %s son marcados como sin uso en tu sitio por el %sasistente%s.

source: %s at %s.
es_es: %s a las %s.

source: %s country
es_es: %s país

source: %s day
es_es: %s día

source: %s days
es_es: %s días

source: %s hour
es_es: %s hora

source: %s is located in the United States.
es_es: %s está ubicado en los Estados Unidos.

source: %s on line %s of %s
es_es: %s en la línea %s de %s

source: %sCheck the results%s of the cookiedatabase.org synchronization and complete missing descriptions.
es_es: %sComprueba los resultados%s de la sincronización de cookiedatabase.org y completa las descripciones que falten.

source: %sDocumentation%s
es_es: %sDocumentación%s

source: %sReport link%s
es_es: %sEnlace del informe%s

source: & more!
es_es: y más!

source: (Administrator cookie, will be ignored)
es_es: (Cookie de Administrador, será ignorada)

source: (best performer)
es_es: (mejor rendimiento)

source: (Logged in users only, will be ignored)
es_es: (Solo usuarios registrados, serán ignorados)

source: (not synced yet)
es_es: (no sincronizado aún)

source: (part of) URL's or unique string from the inline scripts of third-party scripts & plugins that should be blocked before consent.
es_es: (parte de) URL o cadena única de la secuencia de comandos en línea, de los scripts y complementos de terceros, que deben bloquearse antes del consentimiento.

source: (See annex %s)
es_es: (Mirar anexo %s)

source: (See paragraph %s)
es_es: (Mirar el párrafo %s)

source: (select a region)
es_es: (seleccione una región)

source: (WP Forms)
es_es: (Formularios WP)

source: a 5 sites or unlimited sites license
es_es: una licencia para 5 sitios o para un número ilimitado de sitios

source: A Cookie Policy is required to inform your visitors about the way cookies and similar techniques are used on your website. A link to this document is placed on your cookie banner.
es_es: Se requiere una Política de cookies para informar a sus visitantes sobre la forma en que se utilizan las cookies y técnicas similares en su sitio web. Se coloca un enlace a este documento en su banner de cookies.

source: A Disclaimer is commonly used to exclude or limit liability or to make statements about the content of the website. Having a Disclaimer is not legally required.
es_es: Un descargo de responsabilidad se usa comúnmente para excluir o limitar la responsabilidad o para hacer declaraciones sobre el contenido del sitio web. Tener un descargo de responsabilidad no es un requisito legal.

source: A first and last name
es_es: Un nombre y apellido

source: a first and last name
es_es: un nombre y apellido

source: a home or other physical address including street name and name of a city or town
es_es: una casa u otra dirección física, incluyendo el nombre de la calle y el nombre de una ciudad o pueblo

source: A home or other physical address, including street name and name of a city or town
es_es: Una dirección de casa u otra dirección física, incluyendo el nombre de la calle y el nombre de una ciudad o pueblo

source: A legitimate interest of our own
es_es: Un interés legítimo propio

source: A Privacy Statement is required to inform your visitors about the way you deal with the privacy of website visitors. A link to this document is placed on your Cookie Banner.
es_es: Se requiere una Declaración de privacidad para informar a sus visitantes sobre la forma en que maneja la privacidad de los visitantes del sitio web. Se coloca un enlace a este documento en su Banner de cookies.

source: A Processing Agreement outside Complianz Privacy Suite
es_es: Un acuerdo de procesamiento fuera de Complianz Privacy Suite

source: A request is already running. Please be patient until the current request finishes
es_es: Ya se está ejecutando una solicitud. Por favor, ten paciencia hasta que finalice la solicitud actual

source: A Service Provider is a legal entity that processes information on behalf of a business and to which the business discloses a consumer's personal information for a business purpose pursuant to a written contract.
es_es: Un proveedor de servicios es una entidad legal que procesa información en nombre de una empresa y a la cual la empresa revela la información personal de un consumidor para un propósito comercial de conformidad con un contrato escrito.

source: A signature
es_es: Una firma

source: A social security number
es_es: Un número de seguridad social

source: a Social Security number
es_es: un Número de seguridad social

source: A telephone number
es_es: Un número de telefono

source: a telephone number
es_es: un número de telefono

source: A Third Party is every other entity which receives personal data, but does not fall within the definition of a Processor
es_es: Un tercero es cualquier otra entidad que reciba datos personales, pero que no se ajuste a la definición de encargado del tratamiento

source: A Third Party is every other entity which receives personal data, but does not fall within the definition of a Service Provider
es_es: Un tercero es cualquier otra entidad que reciba datos personales, pero que no esté incluida en la definición de proveedor de servicios

source: A user name or email address, in combination with a password or security question and answer that would permit access to an online account.
es_es: Un nombre de usuario o dirección de correo electrónico, en combinación con una contraseña o pregunta y respuesta de seguridad que permita el acceso a una cuenta en línea.

source: A/B tracking is still in progress, in approximately %s and %s the application will automatically enable the best performing banner.
es_es: El seguimiento A/B todavía está en curso, en aproximadamente %s y %s la aplicación habiitará automáticamente el banner de mejor rendimiento.

source: Accept
es_es: Acepto

source: Accept all
es_es: Aceptar todo

source: Accept all + categories
es_es: Aceptar todas + categorías

source: Accept all + view preferences
es_es: Aceptar todo + ver preferencias

source: Accept cookies
es_es: Aceptar cookies

# Accept cookies on blocked content
source: Click to accept marketing cookies and enable this content
es_es: Haz clic para aceptar las cookies de marketing y activar este contenido

source: Accept/Deny
es_es: Aceptar/Denegar

source: Accepted
es_es: Aceptado

source: Access to the insurance policy can be demanded.
es_es: Se puede exigir el acceso a la póliza de seguro.

source: Accessibility of the website for the disabled
es_es: Accesibilidad a la web para personas con discapacidad

source: Account holders
es_es: Titulares de cuentas

source: Account name or alias
es_es: Nombre de cuenta o alias

source: Account number or credit or debit card number, in combination with any required security code, access code, or password that would permit access to an individual’s financial account.
es_es: Número de cuenta o número de tarjeta de crédito o débito, en combinación con cualquier código de seguridad, código de acceso o contraseña que permita el acceso a la cuenta financiera de un individuo.

source: Acquiring IP-addresses is blocked
es_es: La adquisición de direcciones IP está bloqueada

source: Activate License
es_es: Activar licencia

source: Activate license
es_es: Activar licencia

source: Activate your license
es_es: Activa tu licencia

source: active
es_es: activa

source: Active cookiebanners
es_es: Avisos de cookies activos

source: Add banner
es_es: Añadir banner

source: Add custom document CSS
es_es: Añadir documento CSS personalizado

source: Add new
es_es: Añadir nuevo

source: Add new %s
es_es: Añade nuevo (%s)

source: Add new (%s)
es_es: Añade nuevo (%s)

source: Add new cookie
es_es: Añadir nueva Cookie

source: Add new service
es_es: Agregar nuevo servicio

source: Add new Third Party
es_es: Agregar nuevo tercero

source: Add the services to which your cookies belong here
es_es: Agrega los servicios a los que pertenecen tus cookies aquí

source: Add the used cookies here
es_es: Añada las cookies usadas aquí

source: Add to Privacy Statement
es_es: Añadir a la política de privacidad

source: Add your own custom document css here
es_es: Añade tu propio documentos css personalizado aquí

source: Adding Document CSS, enabling safe mode, and other settings can be found here. You can also revisit the tour here.
es_es: Aquí puede encontrar la adición de documentos CSS, habilitar el modo seguro y otras configuraciones. Aquí también puede volver a visitar el recorrido.

source: Address, City and Zipcode
es_es: Dirección, Ciudad y Código postal

source: After saving, a preview of the soft cookie wall will be shown for 3 seconds
es_es: Después de guardar, se mostrará una vista previa del panel de cookies durante 3 segundos

source: Aland Islands
es_es: Islas Aland

source: All consent types
es_es: Todos los tipos de consentimiento

source: All fields have been completed, but you have not clicked the finish button yet.
es_es: Se han completado todos los campos, pero aún no ha hecho clic en el botón Finalizar.

source: All necessary pages have been created already. You can update the page titles here if you want, then click the "Update pages" button.
es_es: Todas las páginas necesarias ya se han creado. Puede actualizar los títulos de las páginas aquí si lo desea, para ello haga clic en el botón "Actualizar páginas".

source: All regions
es_es: Todas las regiones

source: All rights reserved
es_es: Todos los derechos reservados

source: All steps have been completed
es_es: Se han completado todos los pasos.

source: All steps have been completed. Click %s to complete the configuration and create a Processing Agreement. You can come back to change your configuration at any time.
es_es: Se han completado todos los pasos. Haga clic en %s para completar la configuración y crear un acuerdo de procesamiento. Puede volver a cambiar su configuración en cualquier momento.

source: Also consider future purposes. Regarding personalized products: these are products and/or services which are personalized based on visitor's behavior. E.g. advertisements based on pages visited.
es_es: Tambien considera futuros usos. Sobre productos personalizados: estos son productos y/o servicios que son personalizados basándose en el comportamiento del usuario. P.E. anuncios basados en las páginas visitadas.

source: Alternate Dispute Resolution means settling disputes without lawsuit.
es_es: La resolución alternativa de disputas significa resolver disputas sin demanda.

source: Always active
es_es: Siempre activo

source: Always block acquiring of IP addresses
es_es: Bloquear siempre la adquisición de direcciones IP

source: An audit is not necessary
es_es: No es necesaria una auditoría

source: An email address
es_es: Una dirección de correo electrónico

source: an email address from the child
es_es: una dirección de correo electrónico del niño

source: an email address from the parent or guardian
es_es: un correo electrónico de los padres o tutores

source: An error occurred while updating the license data, please try again.
es_es: Se produjo un error al actualizar los datos de la licencia. Vuelva a intentarlo.

source: an identifier that permits the physical or online contacting of a child
es_es: un identificador que permite el contacto físico o en línea de un niño

source: An Impressum provides German-speaking visitors with general contact information about the organization behind this website. It is required by the German ‘Telemediengesetz’.
es_es: Un Impressum (Aviso Legal) proporciona a los visitantes de habla alemana información de contacto general sobre la organización detrás de este sitio web. Es requerido por las leyes alemanas de servicios de comunicación y telecomunicaciones "Telemediengesetz".

source: An individual can make a subject access request to you verbally or in writing. It can also be made to any part of your organisation (including by social media) and does not have to be to a specific person or contact point.
es_es: Un individuo puede hacer una solicitud de acceso verbalmente o por escrito. También se puede hacer a cualquier parte de su organización (incluidas las redes sociales) y no tiene que ser a una persona específica o punto de contacto.

source: An individual can make a subject access request to you verbally or in writing. It can also be made to any part of your organization (including by social media) and does not have to be to a specific person or contact point.
es_es: Un individuo puede hacer una solicitud de acceso verbalmente o por escrito. También se puede hacer a cualquier parte de su organización (incluidas las redes sociales) y no tiene que ser a una persona específica o punto de contacto.

source: An individual’s first name or first initial and last name in combination with any one or more of the data elements (as shown in the next question after selecting this option), when either the name or the data elements are not encrypted
es_es: El nombre o la inicial del nombre y el apellido de una persona en combinación con uno o más de los elementos de datos (como se muestra en la siguiente pregunta después de seleccionar esta opción), cuando el nombre o los elementos de datos no estén encriptados.

source: an unlimited sites license
es_es: una licencia de sitios ilimitada

source: and
es_es: y

source: Annex
es_es: Anexo

source: Any other identifier that permits the physical or online contacting of a specific individual
es_es: Cualquier otro identificador que permita el contacto físico o en línea de un individuo específico

source: Archive
es_es: Archivo

source: Archived cookiebanners
es_es: Avisos de cookies archivados

source: Are any of your advertising cookies used to show personalized ads?
es_es: ¿Alguna de tus cookies publicitarias pone anuncios personalizados?

source: Are you obliged or prepared to use Alternative Dispute Resolution?
es_es: ¿Está obligado o preparado para usar la Resolución Alternativa de Conflictos?

source: Are you sure? This will permanently delete the list of cookies.
es_es: ¿Estás seguro? Esto borrará permanentemente la lista de cookies.

source: Are you sure? This will remove all Complianz data.
es_es: ¿Estás seguro? Esto borrará todos los datos de Compilanz?

source: As of WordPress 4.9.6, plugins and themes can add their own suggested statements about cookie usage and privacy here. To use this functionality, please upgrade to the latest WordPress version.
es_es: A partir de WordPress 4.9.6, los plugins y temas pueden añadir sus propias políticas sugeridas sobre el uso de cookies y la privacidad aquí. Para usar esta funcionalidad, por favor actualice a la última versión de WordPress.

source: As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.
es_es: Como has habilitado el geoip, hay varias regiones en las que se muestra un banner, de diferentes maneras. En regiones aparte de %s no se muestra ningún banner.

source: Ask your questions on the %sWordPress forum%s
es_es: Haga sus preguntas en el %sforo de WordPress%s

source: Async scripts to execute on consent
es_es: Scripts asíncronos para ejecutar con consentimiento

source: Audio, electronic, visual, thermal, olfactory, or similar information
es_es: Audio, electrónica, visual, térmica, olfativa, o información similar

source: Background color | Accept all button
es_es: Color de fondo | Botón Aceptar todo

source: Background color | Accept or Preferences button
es_es: Color de fondo | Botón Aceptar o Preferencias

source: Background color | Banner
es_es: Color de fondo | Anuncio (Banner)

source: Background color | Deny button
es_es: Color de fondo | Botón Denegar

source: Background color | Inactive slider
es_es: Color de fondo | Control deslizante - Inactivo

source: Background color | Slider
es_es: Color de fondo | Control deslizante

source: Bahrain
es_es: Baharain

source: Bank account number
es_es: Número de cuenta bancaria

source: Banner bottom
es_es: Baner inferior

source: Banner position
es_es: Posición del anuncio (Banner)

source: Banner style
es_es: Estilo del anuncio (Banner)

source: Banner top
es_es: Baner superior

source: Based on your Analytics configuration you should fire Analytics as a functional cookie on event cmplz_event_functional.
es_es: Basándose en su configuración de Analytics, debe disparar Analytics como una cookie funcional en el evento cmplz_event_functional.

source: Based on your Analytics configuration you should fire Analytics as a non-functional cookie with a category of your choice, for example cmplz_event_0.
es_es: Basándose en su configuración de Analytics, debe despedir Analytics como una cookie no funcional con una categoría de su elección, por ejemplo cmplz_event_0.

source: Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.
es_es: Según sus respuestas en el Asistente, habilitaremos automáticamente las integraciones con servicios relevantes y plugins. En caso de que desee bloquear secuencias de comandos adicionales, puede agregarlas al Centro de secuencias de comandos.

source: Because breached data presents a high risk to involved persons, you should also report this incident to those involved.
es_es: Debido a que los datos violados presentan un alto riesgo para las personas involucradas, usted también debe reportar este incidente a las personas involucradas.

source: Because of guidelines stated by IAB Europe, most changes to this banner could violate these guidelines.
es_es: Debido a las pautas establecidas por IAB Europe, la mayoría de los cambios en este banner podrían infringir estas pautas.

source: Because this variation was determined to get the best results, this cookie warning was enabled as your default cookie warning
es_es: Debido a que esta variación fué determinada para obtener los mejores resultados, esta advertencia de cookie se habilitó como su advertencia predeterminada.

source: Because you have disabled the region connected to this document, editing is currently not possbile.
es_es: Debido a que ha desactivado la región conectada a este documento, la edición no es posible en este momento.

source: Because you're using %s, you can choose which plugin should insert the relevant snippet.
es_es: Como estás usando %s, puedes elegir qué plugin debe insertar el fragmento de código correspondiente.

source: Because your site uses third-party cookies, the cookie blocker is now activated. If you experience issues on the front-end of your site due to blocked scripts, you can disable specific services or plugin integrations in the %sintegrations section%s, or you can disable the cookie blocker entirely on the %ssettings page%s
es_es: Debido a que su sitio utiliza cookies de terceros, el bloqueador de cookies ahora está activado. Si experimenta problemas en el front-end de su sitio debido a secuencias de comandos bloqueadas, puede deshabilitar servicios específicos o plugins de complementos en la %sSección Integraciones%s, o puede deshabilitar el bloqueador de cookies por completo en la %sPágina de Configuraciones%s

source: Below you will find the plugins currently detected and integrated with Complianz. Most plugins work by default, but you can also add a plugin to the script center or add it to the integration list.
es_es: A continuación encontrará los plugins actualmente detectados e integrados con Complianz. La mayoría de los complementos funcionan de manera predeterminada, pero también puede agregar un plugin al centro de scripts o agregarlo a la lista de integración.

source: Best performer
es_es: Mejor artista

source: Bhutan
es_es: Buthan

source: Biometric information
es_es: Información biométrica

source: Birth Date
es_es: Fecha de nacimiento

source: Birth date
es_es: Fecha de nacimiento

source: Block
es_es: Bloque

source: Blocked content text
es_es: Contenido del texto bloqueado

source: Border color | Accept all button
es_es: Color del borde | Botón Aceptar todos

source: Border color | Accept or Preferences button
es_es: Color del borde | Botón Aceptar o Preferencias

source: Border color | Deny button
es_es: Color del borde | Botón Denegar

source: Browse history
es_es: Historial de navegación

source: Bullet color | Slider
es_es: Color viñeta (bullet) | Control deslizante

source: By default the purposes on the banner are visible with descriptions. Do you want to hide the descriptions with a toggle?
es_es: Por defecto, los propósitos del banner son visibles con descripciones. ¿Quieres ocultar las descripciones con un conmutador?

source: Can the audit be carried out by an independent Third Party?
es_es: ¿Puede la auditoría ser realizada por un tercero independiente?

source: Capital Stock
es_es: Capital Social

source: Categories
es_es: Categorías

source: Categories are mandatory for your statistics configuration
es_es: Categorías obligatorias por tu configuración de estadísticas

source: Categories of personal information to be collected and the purpose for which the categories shall be used.
es_es: Categorías de información personal que se recopilarán y el propósito para el cual se utilizarán dichas categorías.

source: CCPA / United States
es_es: CCPA / Estados Unidos

source: Center
es_es: Centro

source: Changes in plugin privacy policies have been detected.
es_es: Se han detectado cambios en las políticas de privacidad del plugin.

source: Changes saved successfully
es_es: Cambios guardados satisfactoriamente

source: Chat/messageboard
es_es: Chat/panel del mensaje

source: Check out the docs on complianz.io!
es_es: Consulte la documentación en complianz.io!

source: Checkbox style
es_es: Estilo de la casilla de verificación

source: Checking services here will add the associated cookies to your Cookie Policy, and block the service until consent is given (opt-in), or after consent is revoked (opt-out)
es_es: Comprobar los servicios aquí agregará las cookies asociadas a su política de cookies, y bloqueará el servicio hasta que se otorgue el consentimiento (inclusiones) o después de que se revoque el consentimiento (exclusiones)

source: Checking services here will add the associated cookies to your Cookie Policy, and block the service until consent is given (opt-in), or after consent is revoked (opt-out).
es_es: Comprobar los servicios aquí agregará las cookies asociadas a su política de cookies, y bloqueará el servicio hasta que se otorgue el consentimiento (inclusiones) o después de que se revoque el consentimiento (exclusiones).

source: Children
es_es: niños

source: Children: data processing purposes
es_es: Niños: procesamiento de datos

source: Choose an option
es_es: Escoge una opción

source: Classic
es_es: Clásico

source: Clear all data from Complianz on uninstall
es_es: Vaciar todos los datos de Compilanz al desinstalarlo

source: Clear cookies
es_es: Vaciar las cookies

source: Click '%s' to complete the configuration. You can come back to change your configuration at any time.
es_es: Haga clic en'%s' para completar la configuración. Puede volver a cambiar su configuración en cualquier momento.
