Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: We have appointed a Data Protection Officer
es_es: Hemos nombrado un responsable de la protección de datos

source: We need your consent for all the purposes above. We and/or our partners have a legitimate interest for the following two purposes:
es_es: Necesitamos su consentimiento para todos los propósitos anteriores. Nosotros y/o nuestros socios tenemos un interés legítimo para los siguientes dos propósitos:

source: We retain this data until the service is terminated.
es_es: Retendremos estos datos hasta que el servicio sea cancelado.

source: We retain this data upon termination of the service for the following number of months: %s
es_es: Conservamos estos datos tras la finalización del servicio durante el siguiente número de meses: %s

source: We seek a high level of consent by asking for a creditcard verification
es_es: Buscamos un alto nivel de consentimiento solicitando una verificación de la tarjeta de crédito.

source: We seek a parent or guardian's consent by email
es_es: Buscamos el consentimiento de los padres o tutores por correo electrónico

source: We use cookies to optimize our website and our service.
es_es: Utilizamos cookies para optimizar nuestro sitio web y nuestro servicio.

source: We use telephone or Videochat to talk to the parent or guardian
es_es: Usamos el teléfono o Videochat para hablar con el padre o tutor.

source: We use your data for the following purpose:
es_es: Utilizamos sus datos para el siguiente propósito:

source: Website information
es_es: Información del sítio web

source: Website visitors
es_es: Visitantes del sitio web

source: Welcome to Complianz
es_es: Bienvenido a Complianz

source: Welcome to Complianz Privacy Suite! Before you start, please activate your license. For more information, please check our documentation, or ask %ssupport%s.
es_es: ¡Bienvenido a Complianz Privacy Suite! Antes de comenzar, por favor active su licencia. Para obtener más información, por favor consulte nuestra documentación, o pregunte a %ssupport%s.

source: Well done! Your website is ready for your selected regions.
es_es: Bien hecho! Tu sitio web está listo para las regiones seleccionadas.

source: What are the possible consequences?
es_es: ¿Cuáles son las posibles consecuencias?

source: What data do you collect for this purpose?
es_es: ¿Qué datos recoge para este fin?

source: What do you want to do with any intellectual property claims?
es_es: ¿Qué desea hacer con cualquier reclamación de propiedad intelectual?

source: What has occurred exactly?
es_es: ¿Qué ha ocurrido exactamente?

source: What information was involved?
es_es: ¿Qué información estaba involucrada?

source: What is the date, the approximate date, or the date range within which the security breach has occurred?
es_es: ¿Cuál es la fecha, la fecha aproximada o el intervalo de fechas en el que se ha producido la violación de la seguridad?

source: What is the email address of the Data Protection Officer?
es_es: ¿Cuál es la dirección de correo electrónico del oficial de protección de datos?

source: What is the email address of the representative?
es_es: ¿Cuál es la dirección de correo electrónico del representante?

source: What is the email address your visitors can use to contact you about privacy issues?
es_es: ¿Cuál es la dirección de correo electrónico que sus visitantes pueden usar para comunicarse con usted sobre cuestiones de privacidad?

source: What is the maximum liability for violations of the processor agreement?
es_es: ¿Cuál es la responsabilidad máxima por violaciones del acuerdo del procesador?

source: What is the minimum amount the insurance should cover?
es_es: ¿Cuál es la cantidad mínima que debe cubrir el seguro?

source: What is the name of the Data Protection Officer?
es_es: ¿Cuál es el nombre del responsable de la protección de datos?

source: What is the name of the processor?
es_es: ¿Cuál es el nombre del procesador?

source: What is the name of the program?
es_es: ¿Cuál es el nombre del programa?

source: What is the name of the representative?
es_es: ¿Cuál es el nombre del representante?

source: What is the name of the Service Provider?
es_es: ¿Cuál es el nombre del proveedor de servicios?

source: What is the name or title, and the address, of the person who is accountable for the organization’s policies and practices and to whom complaints or inquiries can be forwarded?
es_es: ¿Cuál es el nombre o título y la dirección de la persona responsable de las políticas y prácticas de la organización y a quien se pueden enviar las quejas o consultas?

source: What is the phone number of the Data Protection Officer?
es_es: ¿Cuál es el número de teléfono del responsable de la protección de datos?

source: What is the phone number of the representative?
es_es: ¿Cuál es el número de teléfono del representante?

source: What is the telephone number your visitors can use to contact you about privacy issues?
es_es: ¿Cuál es el número de teléfono que sus visitantes pueden usar para comunicarse con usted sobre temas de privacidad?

source: What is the URL of the program?
es_es: ¿Cuál es la URL del programa?

source: What is the URL of the Terms of Use?
es_es: ¿Cuál es la URL de los Términos de Uso?

source: What is the URL?
es_es: ¿Cuál es la URL?

source: What is your address?
es_es: ¿Cuál es su dirección?

source: What is your country?
es_es: ¿Cuál es su país?

source: What kind of data will be processed by the data processor?
es_es: ¿Qué tipo de datos serán procesados por el procesador de datos?

source: What measures could a person involved take to minimize damage?
es_es: ¿Qué medidas podría tomar una persona implicada para minimizar los daños?

source: What measures have been taken after the breach?
es_es: ¿Qué medidas se han tomado después de la filtración?

source: What should be done with the findings of the audit?
es_es: ¿Qué se debe hacer con los resultados de la auditoría?

source: What type of data is shared
es_es: Qué tipo de datos se comparten

source: When a users clicks this button, the message is dismissed, without activating all cookies. This can be described as a "dismiss" button or as an "activate functional cookies" only button.
es_es: Cuando un usuario hace clic en este botón, el mensaje es eliminado, sin activar todas las cookies. Esto puede describirse como un botón de "rechazar" o como un botón de "activar cookies funcionales" solamente.

source: When can you, as the data controller, carry out audits?
es_es: ¿Cuándo puede usted, como controlador de datos, realizar auditorías?

source: When dismiss on scroll is enabled, the cookie banner will be dismissed as soon as the user scrolls.
es_es: Cuando descartar al desplazarte está activado, el aviso de cookies será descartado al desplazarse el usuario.

source: When dismiss on time out is enabled, the cookie banner will be dismissed after 10 seconds, or the time you choose below.
es_es: Cuando descartar por tiempo está activado, el aviso de cookies será descartado en 10 segundos, o el timpo que elijas aquí.

source: When emails are sent, you can choose the sender email address here. Please note that it should have this website's domain as sender domain, otherwise the server might block the email from being sent.
es_es: Cuando se envían correos electrónicos, puede elegir la dirección de correo electrónico del remitente aquí. Tenga en cuenta que debe tener el dominio de este sitio web como dominio de remitente, de lo contrario el servidor podría bloquear el envío del correo electrónico.

source: When enabled, this is the cookie banner that is used for all visitors. Enabling it will disable this setting on the current default banner. Disabling it will enable randomly a different default banner.
es_es: Cuando esté activado, será el aviso de cookies que se muestre a todos los usuarios. Activándolo desactivará esta opción banner por defecto actual. Desactivándolo activará al azar un banner de cookies diferentes.

source: When safe mode is enabled, all integrations will be disabled temporarily, please read %sthese instructions%s to debug the issue or ask support if needed.
es_es: Cuando el modo seguro está habilitado, todas las integraciones se deshabilitarán temporalmente, por favor, lea %sestas instrucciones%s para depurar el problema o solicite asistencia si es necesario.

source: When the services are terminated or completed
es_es: Cuando se terminan o completan los servicios

source: When the services are terminated or completed, plus the duration specified below
es_es: Cuando los servicios se terminan o completan, más la duración especificada a continuación

source: When you consent to a category you consent to the following purposes:
es_es: Cuando da su consentimiento a una categoría, da su consentimiento para los siguientes propósitos:

source: When you make significant changes to your Cookie Policy, cookie banner or revoke functionality, we will add a time-stamped document under "Proof of Consent" with the latest changes. If there is any concern if your website was ready for GDPR at a point of time, you can use the Complianz Proof of Consent to show the efforts you made being compliant, while respecting data minimization and full control of consent registration by the user. On a daily basis, the document will be generated if the plugin has detected significant changes. For more information read our article about %suser consent registration%s.
es_es: Cuando realice cambios significativos en su política de cookies, baner de cookies o funcionalidad de revocación, agregaremos un documento con sello de tiempo en "Prueba de consentimiento" con los últimos cambios. Si en algún momento existe la inquietud de que su sitio web estaba listo para GDPR, puede usar la Prueba de consentimiento de Complianz para mostrar los esfuerzos que realizó para cumplirlo, respetando la minimización de datos y el control total del registro de consentimiento por parte del usuario. Diariamente, el documento se generará si el complemento ha detectado cambios significativos. Para obtener más información, lea nuestro artículo sobre el %sregistro de consentimiento del usuario%s.

source: Where can people find this security protocol?
es_es: ¿Dónde se puede encontrar este protocolo de seguridad?

source: Which categories can the persons be placed in?
es_es: ¿En qué categorías pueden clasificarse las personas?

source: Which kind of personal data will be processed?
es_es: ¿Qué tipo de datos personales serán procesados?

source: Which privacy law or guideline do you want to use as the default for your worldwide visitors?
es_es: ¿Qué ley o directriz de privacidad desea utilizar como predeterminada para sus visitantes de todo el mundo?

source: Which region(s) do you target with your website?
es_es: ¿A qué región(es) se dirige con su sitio web?

source: Which security measures did you take?
es_es: ¿Qué medidas de seguridad tomaste?

source: Which security measures should the Processor take?
es_es: ¿Qué medidas de seguridad debe tomar el procesador?

source: Which security measures should the Service Provider take?
es_es: ¿Qué medidas de seguridad debe tomar el proveedor de servicios?

source: Which situation applies to the incident above.
es_es: Qué situación se aplica al incidente anterior.

source: Which themes would you like to include in your Disclaimer?
es_es: ¿Qué temas le gustaría incluir en su renuncia de responsabilidad?

source: Who is responsible for any audit costs?
es_es: ¿Quién es responsable de los costes de auditoría?

source: Who is the owner of the website (person or company)?
es_es: ¿Quien el el propietario de este sitio web (una persona o una compañía)?

source: Who made the content of the website?
es_es: ¿Quién hizo el contenido de la página web?

source: Who's data will be processed?
es_es: ¿Los datos de quién serán procesados?

source: With a reasonable suspicion of abuse,
es_es: Con una sospecha razonable de abuso.

source: With categories, you can let users choose which category of cookies they want to accept.
es_es: Con las categorías, puede dejar que los usuarios elijan qué categoría de cookies desean aceptar.

source: With Tag Manager you can configure the selective firing of cookies in the Tag Manager dashboard.
es_es: Con Tag Manager puede configurar el disparo selectivo de cookies en el panel de control de Tag Manager.

source: With Tag Manager, you can also configure your (personalized) advertising based on consent.
es_es: Con el Manejador de Tags, también puede configurar su publicidad (personalizada) en función del consentimiento.

source: Within the GDPR a ‘Processor’ means a natural or legal person, public authority, agency or other body which processes personal data on behalf of the Controller.
es_es: Dentro del RGPD, un "Procesador" se refiere a una persona física o jurídica, autoridad pública, agencia u otro organismo que procesa datos personales en nombre del Controlador.

source: Without the API, you will have to manually describe all found cookies, their purpose, function, service and service types
es_es: Sin la API, tendrás que describir manualmente todas las cookies encontradas, su propósito, su función, el servicio y los tipos de servicio

source: Wizard
es_es: Asistente

source: Yes
es_es: SI

source: Yes, and the personal data is available to us
es_es: Sí, y los datos personales están a nuestra disposición

source: Yes, anonymous
es_es: Si, anónimo

source: Yes, both to Processors and other Third Parties, whereby the data subject must give permission
es_es: Sí, tanto a procesadores como a terceros, por lo que el interesado debe dar su consentimiento

source: Yes, both to Service Providers and other Third Parties
es_es: Sí, tanto a los proveedores de servicios como a terceros

source: Yes, but only when the countries share the same security levels concerning privacy.
es_es: Sí, pero sólo cuando los países comparten los mismos niveles de seguridad en materia de privacidad.

source: Yes, I agree with the %sPrivacy Statement%s
es_es: Sí, estoy de acuerdo con la %spolítica de privacidad%s

source: Yes, I agree with the %sprivacy statement%s
es_es: Sí, estoy de acuerdo con la %spolítica de privacidad%s

source: Yes, we will list our security measures
es_es: Sí, enumeraremos nuestras medidas de seguridad.

source: Yes, with Google Analytics
es_es: Si, con Google Analytics

source: Yes, with Google Tag Manager
es_es: Sin, con Google Tag Manager

source: Yes, with Matomo
es_es: Si, con Matomo

source: You already have sent this notification to your users.
es_es: Ya ha enviado esta notificación a sus usuarios.

source: You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.
es_es: Estás listo para iniciar el Asistente. Para obtener más información, preguntas frecuentes y soporte, visite Complianz.io.

source: You are using an ad blocker. This will prevent most cookies from being placed. Please run the scan without an adblocker enabled.
es_es: Yes, both service providers and third parties.

source: You are using an anonymous window. This will prevent most cookies from being placed. Please run the scan in a normal browser window.
es_es: Está utilizando una ventana anónima. Esto evitará que se coloquen la mayoría de las cookies. Por favor, ejecute el análisis en una ventana normal del navegador.

source: You can change your settings at any time, including withdrawing your consent, by using the toggles on the Cookie Policy, or by clicking on the manage consent button at the bottom of the screen.
es_es: Puede cambiar su configuración en cualquier momento, incluso retirar su consentimiento, utilizando los botones de la política de cookies o haciendo clic en el icono de Privacidad situado en la parte inferior de la pantalla.

source: You can configure Hotjar privacy-friendly, if you do this, no consent is required for Hotjar.
es_es: Puede configurar Hotjar amistoso con la privacidad, si hace esto, no se requiere consentimiento para Hotjar.

source: You can disable services and placeholders under Integrations.
es_es: Puedes desactivar servicios y marcadores de posición en «Integraciones».

source: You can disable the monthly automatic cookie scan here, and do only manual cookie scans.
es_es: Puede deshabilitar el análisis mensual automático de cookies aquí y realizar solo análisis de cookies manuales.

source: You can grey out the rest of the website, which makes it look like a cookie wall, but it is dismissible: a 'soft' cookie wall. Read more about the soft cookie wall in this %sarticle%s.
es_es: Puede atenuar el resto del sitio web, lo que hace que parezca un panel de cookies, pero es descartable: es un panel de cookies 'suave'. Lea más sobre el panel de cookies en este %sartículo%s.

source: You can only import one file at once
es_es: Sólo puede importar un archivo a la vez

source: You can send the notification of a data leak to your website users.
es_es: Puede enviar la notificación de una fuga de datos a los usuarios de su sitio web.

source: You can use the generated report to inform those involved.
es_es: Puede utilizar el informe generado para informar a los implicados.

source: You can use this to export your settings to another site
es_es: Puedes usar esto para exportar tus ajustes a otro sitio

source: You can use this to import your settings from another site
es_es: Puedes usar esto para importar tus ajustes desde otro sitio

source: You did not choose to create a privacy statement through Complianz Privacy Suite, so you can skip this step.
es_es: Usted no eligió crear una política de privacidad a través de Complianz Privacy Suite, por lo que puede omitir este paso.

source: You do not have permission to install plugin updates
es_es: No tienes permiso para instalar actualizaciones de complementos (plugins)

source: You don't have SSL on your site yet. Most hosting companies can install SSL for you, which you can quickly enable with %sReally Simple SSL%s
es_es: Aún no tienes activo SSL en tu sitio. La mayoría de las empresas de alojamiento pueden instalarte SSL, y puedes habilitarlo rápidamente con %sReally Simple SSL%s

source: You don’t need to configure your website for ‘accidental’ visitors. Only choose the regions your website is intended for.
es_es: No necesita configurar su sitio web para visitantes "accidentales". Solo elija las regiones para las que está destinado su sitio web.

source: You have 0 activations left on your %s sites license. If you need more activations you can upgrade your current license to %s on your %saccount%s
es_es: Tienes 0 activaciones en tu licencia de sitios %s. Si necesita más activaciones puede actualizar su licencia actual a %s en su %saccount%s

source: You have a duplicate implementation of your statistics tool on your site.
es_es: Tienes duplicada en tu sitio la implementación de tu herramienta de estadísticas.

source: You have answered that you use webforms on your site. Not every form that collects personal data requires a checkbox. It isn’t required if the only actionable use for the data collected is communicated clearly via form. If there may be additional actionable uses, then additional explicit consent is required. For forms you select here, an explicit checkbox asking consent will get added. For forms not in this list you can do this manually in the form editor.
es_es: Has respondido que usas formularios web en tu sitio. No todos los formularios que recojan datos personales necesitan una casilla de confirmación. No es necesario si el único uso para los datos recogidos es comunicado claramente en el mismo. Si puede haver usos adicionales, entonces el explicito consentimiento adicional es necesario. Para los formularios que selecciones aquí se añadirá una casilla de confirmación pidiendo consentimiento. Para formularios que no estén en esta lista, lo puedes hacer manualmente en el editor de formularios.

source: You have configured your statistics tracking privacy-friendly with Google Analytics. Therefore, in most EU countries, asking for consent for placing these particular cookies is generally not required. For some countries, like Germany, asking consent for Google Analytics is always required.
es_es: Has configurado tus estadísticas de seguimiento de la privacidad con Google Analytics. Por lo tanto, en la mayoría de los países de la UE, normalmente no es necesario solicitar el consentimiento para colocar estas cookies concretas. En algunos países, como Alemania, siempre es necesario solicitar el consentimiento para Google Analytics.

source: You have cookies with incomplete descriptions.
es_es: Tienes cookies con descripciones incompletas.

source: You have Do Not Track or Global Privacy Control enabled. This will prevent most cookies from being placed. Please run the scan with these options disabled.
es_es: Tiene habilitado No rastrear (Do Not Track) o Control de Privacidad Global (Global Privacy Control). Esto evitará que se coloquen la mayoría de las cookies. Por favor, ejecute el análisis con estas opciones desactivadas.

source: You have enabled Geo IP, but the GEO IP database hasn't been downloaded automatically. If you continue to see this message, download the file from %sMaxMind%s and put it in the %s folder in your WordPress uploads directory
es_es: Tienes activado Geo IP, pero la base de datos de GEO IP no ha sido descargada autmáticamente. Si continuas viendo este mensaje descarga el archivo desde %sMaxMind%s y ponlo en la carpeta %s en el directorio de cargas de wordpress.

source: You have enabled Geo IP, but the GEO IP database hasn't been downloaded automatically. If you continue to see this message, download the file from %sMaxMind%s, unzip it, and put it in the %s folder in your WordPress uploads directory
es_es: Tienes activado Geo IP pero la base de datos GEO IP no ha sido descargada automáticamente.SI contiunuas viendo este mensaje descarga el archivo desde %sMaxMind%s, descomprímelo y ponslo en la carpeta %s en el directorio de cargas de wordpress.

source: You have indicated no contact forms are used on the website.
es_es: Usted ha indicado que no se utilizan formularios de contacto en el sitio web

source: You have indicated that your website is not included in a COPPA Safe Harbor Certification Program. We recommend to check out %sPRIVO%s, as you target children on your website.
es_es: Ha indicado que su sitio web no está incluido en un Programa de Certificación de Puerto Seguro COPPA. Le recomendamos que consulte %sPRIVO%s, ya que su sitio web se orienta a niños.

source: You have indicated you use a statistics tool which tracks personal data. You can insert this script here so it only fires if the user consents to this.
es_es: Ha indicado que utiliza una herramienta de estadísticas que rastrea datos personales. Puede insertar este script aquí para que solo se active si el usuario lo acepta.

source: You have indicated your site does not use cookies. If you're sure about this, you can skip this step
es_es: Usted ha indicado que su sitio no utiliza cookies. Si está seguro de ello, puede omitir este paso

source: You have installed Complianz Privacy Suite. We have deactivated the free plugin, it can be safely removed.
es_es: Ha instalado Complianz Privacy Suite. Hemos desactivado el complemento gratuito, puede ser eliminado de forma segura.

source: You have no activations left on your license. Please upgrade your license at %scomplianz.io%s
es_es: No le quedan activaciones en su licencia. Por favor, actualice su licencia en %scomplianz.io%s

source: You have processors and/or Service Providers without a Processing Agreement. %sCreate a Processing Agreement%s.
es_es: Usted tiene procesadores y/o proveedores de servicios sin un acuerdo de procesamiento. %sCrear un acuerdo de procesamiento%s.
