Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

# Legal document privacy statement
source: We disclose personal information if we are required by law or by a court order, in response to a law enforcement agency, or if we believe disclosure may facilitate an investigation related to protect the safety of a child.
es_es: Divulgamos información personal si así lo exige la ley o una orden judicial, en respuesta a una agencia de aplicación de la ley, o si creemos que la divulgación puede facilitar una investigación relacionada con la protección de la seguridad de un niño.

# Legal document privacy statement
source: We disclose personal information if we are required by law or by a court order, in response to a law enforcement agency, to the extent permitted under other provisions of law, to provide information, or for an investigation on a matter related to public safety.
es_es: Divulgamos información personal si así lo exige la ley o una orden judicial, en respuesta a una agencia de aplicación de la ley, en la medida permitida por otras disposiciones de la ley, para proporcionar información o para una investigación sobre un asunto relacionado con la seguridad pública.

# Legal document privacy statement
source: We do not share data with third parties.
es_es: No compartimos sus datos con terceros.

# Legal document privacy statement
source: We do not share your data with third parties.
es_es: No compartimos sus datos con terceros.

# Legal document privacy statement
source: we first request consent from parents to process the personal data in cases requiring parental consent;
es_es: primero solicitamos el consentimiento de los padres para procesar los datos personales en casos que requieren el consentimiento de los padres.

# Legal document privacy statement
source: we first request your explicit consent to process your personal data in cases requiring your consent;
es_es: en primer lugar, solicitamos su consentimiento explícito para el tratamiento de sus datos personales en los casos en que sea necesario.

# Legal document privacy statement
source: We have appointed a contact person for the organization’s policies and practices and to whom complaints or inquiries can be forwarded:
es_es: Hemos designado una persona de contacto para las políticas y prácticas de la organización, a ella se le pueden enviar las quejas o consultas:

# Legal document privacy statement
source: We have appointed a representative within the EU. If you have any questions or requests with respect to this privacy statement or for our representative, you may contact %s, via %s or by telephone on %s.
es_es: Hemos nombrado a un representante en la UE. Si tiene alguna pregunta o solicitud con respecto a esta declaración de privacidad o para nuestro representante, puede ponerse en contacto con %s, vía %s o por teléfono en %s.

# Legal document privacy statement
source: We have concluded a data Processing Agreement with Google.
es_es: Tenemos un acuerdo de procesamiento de datos con Google.

# Legal document privacy statement
source: We keep track of anonymised statistics to gain insight into how often and in what way visitors use our website.
es_es: Llevamos un registro de estadísticas anónimas para saber con qué frecuencia y de qué manera los visitantes utilizan nuestro sitio web.

# Legal document privacy statement
source: We make decisions on the basis of automated processing with respect to matters that may have (significant) consequences for individuals. These are decisions taken by computer programs or systems without human intervention.
es_es: Tomamos decisiones sobre la base del procesamiento automatizado con respecto a asuntos que pueden tener consecuencias (significativas) para las personas. Son decisiones tomadas por programas o sistemas informáticos sin intervención humana.

# Legal document privacy statement
source: We only share or disclose this data to other recipients for the following purposes:
es_es: Solo compartimos o divulgamos estos datos a otros destinatarios para los siguientes propósitos:

# Legal document privacy statement
source: We only share or disclose this data to processors for the following purposes:
es_es: Sólo compartimos o divulgamos estos datos a los procesadores para los siguientes propósitos:

# Legal document privacy statement
source: We only share this data with processors and with other third parties for which the data subjects consent must be obtained. It concerns the following party or parties:
es_es: Sólo compartimos estos datos con los procesadores y con otros terceros para los que debe obtenerse el consentimiento de los interesados. Se refiere a la parte o partes siguientes:

# Legal document privacy statement
source: We only share this data with Service Providers and with the following categories of third-party persons or entities:
es_es: Solo compartimos estos datos con proveedores de servicios y con las siguientes categorías de terceras personas o entidades:

# Legal document privacy statement
source: We reserve the right to make amendments to this privacy statement. It is recommended that you consult this privacy statement regularly in order to be aware of any changes. In addition, we will actively inform you wherever possible.
es_es: Nos reservamos el derecho de hacer enmiendas a esta declaración de privacidad. Se recomienda que consulte esta declaración de privacidad regularmente para estar al tanto de cualquier cambio. Además, le informaremos activamente siempre que sea posible.

# Legal document privacy statement
source: we respect the right to access children’s personal data or have it corrected or deleted, at the request of a parent or guardian.
es_es: respetamos el derecho de acceder a los datos personales de los niños o que se corrijan o eliminen, a solicitud de un padre o tutor.

# Legal document privacy statement
source: we respect your right to access your personal data or have it corrected or deleted, at your request.
es_es: respetamos su derecho a acceder, rectificar o cancelar sus datos personales previa solicitud.

# Legal document privacy statement
source: We search consent from a parent or guardian if we wish to collect personal data from a child. We use the following method(s):
es_es: Buscamos el consentimiento de un padre o tutor si deseamos recopilar datos personales de un niño. Utilizamos los siguientes métodos:

# Legal document privacy statement
source: We shall give access to personal information in an alternative format to an individual with a sensory disability who has a right of access to personal information under PIPEDA and who requests that it be transmitted in the alternative format if (a) a version of the information already exists in that format; or (b) its conversion into that format is reasonable and necessary in order for the individual to be able to exercise rights.
es_es: Le daremos acceso a la información personal en un formato alternativo a una persona con discapacidad sensorial que tenga derecho de acceso a la información personal bajo PIPEDA y que solicite que se transmita en el formato alternativo si (a) una versión de la información ya existe en ese formato; o (b) su conversión a ese formato es razonable y necesaria para que el individuo pueda ejercer sus derechos.

# Legal document privacy statement
source: we take appropriate security measures to protect the personal data of children and also require this from parties that process personal data on our behalf;
es_es: tomamos las medidas de seguridad adecuadas para proteger los datos personales de los niños y también lo exigimos a las partes que procesan datos personales en nuestro favor.

# Legal document privacy statement
source: we take appropriate security measures to protect your personal data and also require this from parties that process personal data on our behalf;
es_es: tomamos las medidas de seguridad adecuadas para proteger sus datos personales y también se lo exigimos a las partes que procesan datos personales en nuestro nombre;

# Legal document privacy statement
source: We use the personal data from children for one or more of the following purposes:
es_es: Utilizamos los datos personales de los niños para uno o más de los siguientes propósitos:

# Legal document privacy statement
source: We will also ask for consent when we plan to post content publicly. For this purpose we might use the following data:
es_es: También solicitaremos consentimiento cuando planeemos publicar contenido públicamente. Para este propósito, podemos usar los siguientes datos:

# Legal document privacy statement
source: Website:
es_es: Sitio web:

# Legal document privacy statement
source: When verifiable parental consent is not required
es_es: Cuando no se requiere el consentimiento paterno verificable

# Legal document privacy statement
source: You have the following rights with respect to your personal data
es_es: Usted tiene los siguientes derechos con respecto a sus datos personales

# Legal document privacy statement
source: You have the right to address a challenge concerning non-compliance with PIPEDA to our organization and, if the issue is not resolved, to the Office of the Privacy Commissioner of Canada.
es_es: Tiene derecho a abordar un problema relacionado con el incumplimiento de PIPEDA a nuestra organización y, si el problema no se resuelve, a la Oficina del Comisionado de Privacidad de Canadá.

# Legal document privacy statement
source: You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.
es_es: Usted tiene derecho a saber por qué se necesitan sus datos personales, qué sucederá con ellos y durante cuánto tiempo se conservarán.

# Legal document privacy statement
source: You have the right to withdraw consent at any time, subject to legal or contractual restrictions and reasonable notice. You will be informed of the implications of such withdrawal.
es_es: Tiene derecho a retirar el consentimiento en cualquier momento, sujeto a restricciones legales o contractuales y a un aviso razonable. Se le informará de las implicaciones de dicha retirada.

# Legal document privacy statement
source: You may request an overview, in a commonly used format, of the data we process about you.
es_es: Puede solicitar una descripción general, en un formato de uso común, de los datos que procesamos sobre usted.

# Legal document privacy statement
source: You may request correction or deletion of the data if it is incorrect or not or no longer relevant. Where appropriate, the amended information shall be transmitted to third parties having access to the information in question.
es_es: Puede solicitar la corrección o eliminación de los datos si son incorrectos o no o si ya no son relevantes. En su caso, la información modificada se transmitirá a terceros que tengan acceso a la información en cuestión.

# Legal document privacy statement
source: You may submit a request for access to the data we process about you.
es_es: Puede enviar una solicitud de acceso a los datos que procesamos sobre usted.

# Legal document privacy statement:paragraph title
source: Accessing and modifying your data
es_es: Acceso y modificación de sus datos

# Legal document privacy statement:paragraph title
source: Amendments to this privacy statement
es_es: Privacidad y referencia a la declaración de privacidad

# Legal document privacy statement:paragraph title
source: Annex
es_es: Anexo

# Legal document privacy statement:paragraph title
source: Automated decision-making
es_es: Toma de decisiones automatizada

# Legal document privacy statement:paragraph title
source: Children
es_es: Niños

# Legal document privacy statement:paragraph title
source: Contact details
es_es: Detalles de contacto

# Legal document privacy statement:paragraph title
source: Data Protection Officer
es_es: Responsable de la protección de datos

# Legal document privacy statement:paragraph title
source: In this privacy statement, we explain what we do with the data we obtain about you via %s. We recommend you carefully read this statement. In our processing we comply with the requirements of privacy legislation. That means, among other things, that:
es_es: En esta declaración de privacidad, explicamos lo que hacemos con los datos que obtenemos sobre usted a través de %s. Le recomendamos que lea atentamente esta declaración. En nuestro procesamiento cumplimos con los requisitos de la legislación de privacidad. Lo que significa, entre otras cosas, que:

# Legal document privacy statement:paragraph title
source: Security
es_es: Seguridad

# Legal document privacy statement:paragraph title
source: Sharing with other parties
es_es: Compartir con otras partes

# Legal document privacy statement:paragraph title
source: Statistics
es_es: Estadísticas

# Legal document privacy statement:paragraph title
source: Submitting a complaint
es_es: Enviando una queja

# Legal document privacy statement:paragraph title
source: Third party websites
es_es: Sitios web de terceros

# Legal document processing agreement
source: (Signature)
es_es: (Firma)

# Legal document processing agreement
source: A breach of security that accidentally or unlawfully results in the destruction, loss, alteration or unauthorized disclosure or access to personal data transmitted, stored or otherwise processed.
es_es: Una violación de la seguridad que, de forma accidental o ilegal, resulte en la destrucción, pérdida, alteración o revelación o acceso no autorizado a los datos personales transmitidos, almacenados o procesados de otro modo.

# Legal document processing agreement
source: a breach of security that accidentally or unlawfully results in the destruction, loss, alteration or unauthorized disclosure or access to unencrypted personal data transmitted, stored or otherwise processed. This also includes encrypted personal information if the encryption key or security credential was, or is reasonably believed to have been, acquired by an unauthorized person and the person or business that owns or licenses the encrypted information has a reasonable belief that the encryption key or security credential could render that personal information readable or useable.
es_es: una violación de seguridad que accidental o ilegalmente da como resultado la destrucción, pérdida, alteración o divulgación no autorizada o acceso a datos personales no cifrados transmitidos, almacenados o procesados de alguna manera. Esto también incluye información personal cifrada si la clave de cifrado o la credencial de seguridad fue, o se cree que fue conseguida, por una persona no autorizada y la persona o empresa que posee o licencia la información cifrada tiene una razonable creencia de que la clave de cifrado o la credencial de seguridad puede hacer que esa información personal sea legible o utilizable.

# Legal document processing agreement
source: After expiry of the Agreement, the Processor shall, at the discretion of the Controller, arrange for the return of all Personal Data to the Controller or for the erasure of all Personal Data. The Processor shall remove all copies, except where otherwise provided by law.
es_es: Tras la expiración del Acuerdo, el Responsable, a discreción del Responsable, se encargará de la devolución de todos los Datos Personales al Responsable o de la supresión de todos los Datos Personales. El Procesador eliminará todas las copias, excepto cuando la ley disponga lo contrario.

# Legal document processing agreement
source: After expiry of the Agreement, the Service Provider shall, at the discretion of the Controller, arrange for the return of all Personal Data to the Controller or for the erasure of all Personal Data. The Service Provider shall remove all copies, except where otherwise provided by law.
es_es: Después de la expiración del Acuerdo, el Proveedor de servicios deberá, a discreción del Controlador, coordinar la devolución de todos los Datos personales al Controlador o la eliminación de todos los Datos personales. El Proveedor de servicios eliminará todas las copias, excepto donde la ley disponga lo contrario.

# Legal document processing agreement
source: Agree as follows:
es_es: Convienen en lo siguiente:

# Legal document processing agreement
source: Agreement
es_es: Acuerdo

# Legal document processing agreement
source: and
es_es: y

# Legal document processing agreement
source: Any information relating to an identified or identifiable natural person that the Processor processes on behalf of the Controller within the scope of the Agreement.
es_es: Cualquier información relacionada con una persona física identificada o identificable que el Procesador procesa en nombre del Controlador dentro del ámbito del Acuerdo.

# Legal document processing agreement
source: Any operation or any set of operations relating to Personal Data within the scope of the Agreement, carried out by means of automated processes or otherwise, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by means of transmission, disseminating or otherwise making available, aligning or combining, restriction, erasure or destruction.
es_es: Cualquier operación o conjunto de operaciones relacionadas con los Datos Personales dentro del ámbito de aplicación del Acuerdo, llevadas a cabo mediante procesos automatizados o de otro modo, tales como la recogida, registro, organización, estructuración, almacenamiento, adaptación o alteración, recuperación, consulta, uso, revelación por medio de la transmisión, difusión o de otro modo puesta a disposición, alineación o combinación, restricción, supresión o destrucción.

# Legal document processing agreement
source: Any operation or any set of operations relating to Personal Data within the scope of the Agreement, carried out by means of automated processes or otherwise, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by means of transmission, disseminating or otherwise making available, aligning or combining, restriction, erasure or destruction.
es_es: Cualquier operación o conjunto de operaciones relacionadas con los Datos Personales dentro del ámbito de aplicación del Acuerdo, llevadas a cabo mediante procesos automatizados o de otro modo, tales como la recogida, registro, organización, estructuración, almacenamiento, adaptación o alteración, recuperación, consulta, uso, revelación por medio de la transmisión, difusión o de otro modo puesta a disposición, alineación o combinación, restricción, supresión o destrucción.

# Legal document processing agreement
source: Any personal information relating to an identified or identifiable natural person that the Service Provider processes on behalf of the Controller within the scope of the Agreement.
es_es: Cualquier información personal relacionada con una persona física identificada o identificable, que el Proveedor de servicios procesa en nombre del Controlador dentro del alcance del Acuerdo.

# Legal document processing agreement
source: Assistance on account of the rights of the Data Subject
es_es: Asistencia en virtud de los derechos del interesado

# Legal document processing agreement
source: At the request of the Controller, the Processor shall demonstrate that its Personnel have undertaken to observe confidentiality. The personal data will only be disclosed to those employees and/or third parties who must necessarily take cognisance of the Personal Data.
es_es: A petición del responsable del tratamiento, el encargado del tratamiento demostrará que su personal se ha comprometido a respetar la confidencialidad. Los datos personales sólo se comunicarán a aquellos empleados y/o terceros que necesariamente deban tener conocimiento de los Datos Personales.

# Legal document processing agreement
source: At the request of the Controller, the Service Provider shall demonstrate that its Personnel have undertaken to observe confidentiality. The personal data will only be disclosed to those employees and/or third parties who must necessarily take cognisance of the Personal Data.
es_es: A solicitud del Controlador, el Proveedor de Servicios deberá demostrar que su Personal se ha comprometido a respetar la confidencialidad. Los datos personales solo se divulgarán a aquellos empleados y/o terceros que necesariamente deban conocer los datos personales.

# Legal document processing agreement
source: Controller:
es_es: Controlador:

# Legal document processing agreement
source: Data Processing Agreement
es_es: Acuerdo de procesamiento de datos

# Legal document processing agreement
source: Data Subject
es_es: Sujeto de los datos

# Legal document processing agreement
source: Data subject categories
es_es: Categorías de temas de datos

# Legal document processing agreement
source: Date:
es_es: Fecha:

# Legal document processing agreement
source: Definitions
es_es: Descripción

# Legal document processing agreement
source: During the Data Processing Agreement, the Processor shall have and continue to have adequate insurance cover in place for liability in accordance with this article. The insurance policy should at least cover %s
es_es: Durante el Acuerdo de Procesamiento de Datos, el Procesador tendrá y seguirá teniendo un seguro adecuado para cubrir la responsabilidad de acuerdo con este artículo. La póliza de seguro debe cubrir por lo menos %s

# Legal document processing agreement
source: During the Data Processing Agreement, the Service Provider shall have and continue to have adequate insurance cover in place for liability in accordance with this article. The insurance policy should at least cover %s
es_es: Durante el Contrato de Procesamiento de Datos, el Proveedor de Servicios tendrá y seguirá teniendo una cobertura de seguro adecuada para la responsabilidad de acuerdo con este artículo. La póliza de seguro debe cubrir por lo menos %s

# Legal document processing agreement
source: Duty of Confidentiality of Personnel of the Service Provider
es_es: Deber de confidencialidad del personal del proveedor de servicios

# Legal document processing agreement
source: Each party shall bear their own costs relating to the report to the competent supervisory authority and the Data Subject.
es_es: Cada parte correrá con sus propios gastos relacionados con el informe a la autoridad supervisora competente y al interesado.

# Legal document processing agreement
source: Each party shall bear their own costs relating to the report to the Data Subject.
es_es: Cada parte correrá con sus propios costos relacionados con el informe al interesado.

# Legal document processing agreement
source: Entry into force and duration
es_es: Entrada en vigor y duración

# Legal document processing agreement
source: hereinafter jointly referred to as: Parties;
es_es: en lo sucesivo denominados conjuntamente como: Partes;

# Legal document processing agreement
source: hereinafter referred to as: Controller
es_es: en lo sucesivo denominado como: Controlador

# Legal document processing agreement
source: hereinafter referred to as: Processor
es_es: en lo sucesivo denominado como: Procesador

# Legal document processing agreement
source: hereinafter referred to as: Service Provider
es_es: En lo sucesivo denominado: Proveedor de servicios

# Legal document processing agreement
source: If the Processor is required to provide Personal Data on the basis of a statutory provision, it shall inform the Controller without delay and, if possible, prior to providing the data.
es_es: Si el responsable del tratamiento está obligado a facilitar datos personales en virtud de una disposición legal, informará al responsable del tratamiento sin demora y, si es posible, antes de facilitar los datos.
