Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

# Legal document processing agreement
source: If the Service Provider is required to provide Personal Data on the basis of a statutory provision, it shall inform the Controller without delay and, if possible, prior to providing the data.
es_es: Si se requiere que el proveedor de servicios proporcione datos personales sobre la base de una disposición legal, informará al controlador sin demora y, si es posible, antes de proporcionar los datos.

# Legal document processing agreement
source: If, in the opinion of the Processor, an instruction as referred to in the first paragraph conflicts with a statutory regulation on data protection, it shall inform the Controller thereof prior to the Processing, unless a statutory regulation prohibits such notification.
es_es: Si, a juicio del Responsable del tratamiento, una instrucción como la mencionada en el párrafo primero entra en conflicto con una norma legal sobre protección de datos, informará de ello al Responsable del tratamiento antes del tratamiento, a menos que una norma legal prohíba dicha notificación.

# Legal document processing agreement
source: If, in the opinion of the Service Provider, an instruction as referred to in the first paragraph conflicts with a statutory regulation on data protection, it shall inform the Controller thereof prior to the Processing, unless a statutory regulation prohibits such notification.
es_es: Si, en opinión del Proveedor de Servicios, una instrucción a la que se hace referencia en el primer párrafo entra en conflicto con una regulación legal sobre protección de datos, deberá informar al Controlador al respecto antes del Procesamiento, a menos que una regulación legal prohíba dicha notificación.

# Legal document processing agreement
source: In accordance with Article 33, paragraph 5 of the GDPR, the Processor shall document all data breaches, including the facts relating to the Personal Data Breach, its consequences and the corrective measures taken. Upon request, the Processor shall provide the Controller with access to this information.
es_es: De conformidad con el artículo 33, apartado 5 del RLPI, el responsable del tratamiento documentará todas las violaciones de datos, incluidos los hechos relacionados con la violación de datos personales, sus consecuencias y las medidas correctoras adoptadas. Si se le solicita, el Procesador proporcionará al Controlador acceso a esta información.

# Legal document processing agreement
source: In any case, the Processor shall ensure that these third parties assume, in writing, at least the same obligations as those agreed between the Controller and the Processor.
es_es: En cualquier caso, el Procesador se asegurará de que estos terceros asuman, por escrito, al menos las mismas obligaciones que las acordadas entre el Controlador y el Procesador.

# Legal document processing agreement
source: In the event a data subject submits a request to the Processor to exercise his/her legal rights, the Processor shall forward the request to the Controller, and the Controller shall further handle the request. The Processor may inform the data subject accordingly.
es_es: En el caso de que un interesado presente una solicitud al Responsable del tratamiento para que ejerza sus derechos legales, el Responsable del tratamiento transmitirá la solicitud al responsable del tratamiento y éste se ocupará de ella. El responsable del tratamiento podrá informar de ello al interesado.

# Legal document processing agreement
source: In the event a data subject submits a request to the Service Provider to exercise his/her legal rights, the Service Provider shall forward the request to the Controller, and the Controller shall further handle the request. The Service Provider may inform the data subject accordingly.
es_es: En el caso de que un sujeto de datos presente una solicitud al Proveedor de servicios para ejercer sus derechos legales, el Proveedor de servicios remitirá la solicitud al Controlador, y el Controlador deberá manejar la solicitud. El proveedor de servicios puede informar al interesado en consecuencia.

# Legal document processing agreement
source: In the event that any of the provisions of this Agreement are held to be invalid or unenforceable in whole or in part, all other provisions will nevertheless continue to be valid and enforceable with the invalid or unenforceable parts severed from the remainder of this Agreement.
es_es: En el caso de que alguna de las disposiciones de este Acuerdo se considere inválida o inaplicable en su totalidad o en parte, todas las demás disposiciones continuarán siendo válidas y exigibles, con las partes inválidas o no ejecutables separadas del resto de este Acuerdo.

# Legal document processing agreement
source: Information that must at least be provided by the Processor shall include:
es_es: La información que al menos debe ser proporcionada por el Procesador incluirá:

# Legal document processing agreement
source: Information that must at least be provided by the Service Provider shall include:
es_es: La información que, al menos, debe proporcionar el proveedor de servicios, debe incluir:

# Legal document processing agreement
source: Insofar as the Contractor processes Personal Data on behalf of the Client within the scope of the Agreement, the Client qualifies as the Controller for the Processing of Personal Data and the Contractor as the Processor, pursuant to Article 4 (7) and (8) of the Regulation;
es_es: En la medida en que el Contratista procese Datos Personales en nombre del Cliente dentro del ámbito del Contrato, el Cliente califica como el Responsable del Tratamiento de Datos Personales y el Contratista como el Responsable del Tratamiento, de conformidad con el Artículo 4 (7) y (8) del Reglamento;

# Legal document processing agreement
source: Likely consequences of the Personal Data Breach
es_es: Consecuencias probables de la violación de datos personales

# Legal document processing agreement
source: Likely consequences of the Security Breach
es_es: Probables consecuencias de la violación de seguridad

# Legal document processing agreement
source: Measures proposed or implemented by the Processor to address the Personal Data Breach, including, where appropriate, measures to mitigate its possible adverse effects.
es_es: Medidas propuestas o implementadas por el Procesador para abordar la violación de datos personales, incluyendo, cuando proceda, medidas para mitigar sus posibles efectos adversos.

# Legal document processing agreement
source: Measures proposed or implemented by the Service Provider to address the Security Breach, including, where appropriate, measures to mitigate its possible adverse effects.
es_es: Medidas propuestas o implementadas por el Proveedor de servicios, para abordar la Infracción de seguridad, incluidas, cuando correspondan, medidas para mitigar sus posibles efectos adversos.

# Legal document processing agreement
source: Neither Party may terminate this Data Processing Agreement prematurely.
es_es: Ninguna de las Partes podrá rescindir prematuramente el presente Acuerdo de tratamiento de datos.

# Legal document processing agreement
source: Obligation to disclose information
es_es: Obligación de revelar información y realizar una auditoría

# Legal document processing agreement
source: Obligation to disclose information and audit
es_es: Obligación de revelar información y realizar una auditoría

# Legal document processing agreement
source: Other Terms and Conditions
es_es: Otros Términos y Condiciones

# Legal document processing agreement
source: Parties may only amend this Agreement by mutual consent.
es_es: Las Partes sólo podrán modificar el presente Acuerdo de común acuerdo.

# Legal document processing agreement
source: Parties may only amend this Agreement by mutual consent. Any amendment or modification of this Agreement or additional obligation assumed by either Party in connection with this Agreement will only be binding if evidenced in writing signed by each Party or an authorized representative of each Party.
es_es: Las partes solo pueden modificar este Acuerdo por mutuo consentimiento. Cualquier enmienda o modificación de este Acuerdo u obligación adicional asumida por cualquiera de las Partes, en relación con este Acuerdo, solo será vinculante si se evidencia por escrito firmado por cada Parte o un representante autorizado de estas.

# Legal document processing agreement
source: Parties recognise that ensuring an appropriate level of security may require additional security measures to be implemented at any time. The Processor shall ensure a level of security appropriate to the risk. If and insofar as the Controller explicitly requests this in writing, the Processor shall implement additional measures with respect to the security of the Personal Data.
es_es: Las Partes reconocen que garantizar un nivel adecuado de seguridad puede requerir la aplicación de medidas de seguridad adicionales en cualquier momento. El transformador garantizará un nivel de seguridad adecuado al riesgo. Si el responsable del tratamiento lo solicita explícitamente por escrito, el responsable del tratamiento aplicará medidas adicionales con respecto a la seguridad de los datos personales.

# Legal document processing agreement
source: Parties recognise that ensuring an appropriate level of security may require additional security measures to be implemented at any time. The Service Provider shall ensure a level of security appropriate to the risk. If and insofar as the Controller explicitly requests this in writing, the Service Provider shall implement additional measures with respect to the security of the Personal Data.
es_es: Las partes reconocen que garantizar un nivel apropiado de seguridad puede requerir medidas de seguridad adicionales para ser implementadas en cualquier momento. El proveedor de servicios garantizará un nivel de seguridad adecuado al riesgo. En la medida en que el Controlador lo solicite explícitamente por escrito, el Proveedor de servicios implementará medidas adicionales con respecto a la seguridad de los Datos personales.

# Legal document processing agreement
source: Personal Data
es_es: Borre datos personales

# Legal document processing agreement
source: Personal data of the following groups of persons shall be processed:%s%s
es_es: Se procesarán los datos personales de los siguientes grupos de personas:%s%s

# Legal document processing agreement
source: Personal data of the following groups of persons shall be processed:<br>%s<br>%s
es_es: Se tratarán los datos personales de los siguientes grupos de personas: <br>%s<br>%s

# Legal document processing agreement
source: Processing
es_es: Procesando

# Legal document processing agreement
source: Purpose of the processing
es_es: Finalidad del tratamiento

# Legal document processing agreement
source: Regulation
es_es: Regulación

# Legal document processing agreement
source: Regulation (EU) 2016/679 of 27 April 2016 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (GDPR).
es_es: Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos, y por el que se deroga la Directiva 95/46/CE (GDPR).

# Legal document processing agreement
source: Retaining, using, or disclosing the information outside of the direct business relationship between the Service Provider and the Controller.
es_es: Retener, usar o divulgar la información fuera de la relación comercial directa entre el Proveedor de servicios y el Controlador.

# Legal document processing agreement
source: Retaining, using, or disclosing the Personal Data for any purpose other than for the specific purpose of performing the services specified in the contract, including retaining, using, or disclosing the Personal Data for a commercial purpose other than providing the services specified in the contract.
es_es: Retener, usar o divulgar los Datos personales para cualquier propósito que no sea el propósito específico de realizar los servicios especificados en el contrato, incluida la retención, el uso o la divulgación de los Datos personales para un fin comercial que no sea proporcionar los servicios especificados en el contrato .

# Legal document processing agreement
source: Scope of Processing Authority of the Service Provider
es_es: Alcance de la autoridad de procesamiento del proveedor de servicios

# Legal document processing agreement
source: Security Breach
es_es: Brecha de Seguridad

# Legal document processing agreement
source: Security measures
es_es: Medidas de seguridad

# Legal document processing agreement
source: Security of the Processing
es_es: Seguridad del tratamiento

# Legal document processing agreement
source: Selling the Personal Data.
es_es: Venta de los datos personales.

# Legal document processing agreement
source: Service Provider:
es_es: Proveedor de servicios:

# Legal document processing agreement
source: Sub-processor
es_es: Subprocesador

# Legal document processing agreement
source: Subject of this Data Processing Agreement
es_es: Objeto del presente Acuerdo de Tratamiento de Datos

# Legal document processing agreement
source: Such an audit is justified if the similar audit reports present at the Processor's are inconclusive or insufficiently conclusive with respect to the Processor's compliance with this Data Processing Agreement. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría está justificada si los informes de auditoría similares, presentes en el procesador no son concluyentes o no son suficientemente concluyentes con respecto al cumplimiento del procesador con este Acuerdo de procesamiento de datos. El Controlador deberá comunicar la auditoría al Procesador por adelantado, con el debido cumplimiento de un período mínimo de dos semanas.

# Legal document processing agreement
source: Such an audit is justified if the similar audit reports present at the Service Provider's are in-conclusive or insufficiently conclusive with respect to the Service Provider's compliance with this Data Processing Agreement. The Controller shall communicate the audit to the Service Provider in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría está justificada si los informes de auditoría similares, presentes en el Proveedor de servicios son concluyentes o insuficientemente concluyentes con respecto al cumplimiento del Proveedor de servicios con este Acuerdo de procesamiento de datos. El Controlador comunicará la auditoría al Proveedor de servicios por adelantado, con el debido cumplimiento de un período mínimo de dos semanas.

# Legal document processing agreement
source: Such an audit may be carried out once every calendar year, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Service Provider in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría puede llevarse a cabo una vez cada año, y con mayor frecuencia en caso de sospecha concreta de abuso. El Controlador comunicará la auditoría al Proveedor de servicios por adelantado, con el debido cumplimiento de un período mínimo de dos semanas.

# Legal document processing agreement
source: Such an audit may be carried out once every three months, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks
es_es: Esta auditoría puede llevarse a cabo una vez cada tres meses, y con mayor frecuencia en caso de sospecha concreta de abuso. El Responsable comunicará la auditoría al Responsable del tratamiento con la debida antelación, respetando un plazo mínimo de dos semanas.

# Legal document processing agreement
source: Such an audit may be carried out once every three months, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Service Provider in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría puede llevarse a cabo una vez cada tres meses, y con mayor frecuencia en caso de sospecha concreta de abuso. El Controlador comunicará la auditoría al Proveedor de servicios por adelantado, con el debido cumplimiento de un período mínimo de dos semanas.

# Legal document processing agreement
source: Such an audit shall be justified in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría estará justificada en caso de sospecha concreta de abuso. El Contralor comunicará la auditoría al Procesador con antelación, con la debida observancia de un plazo mínimo de dos semanas.

# Legal document processing agreement
source: Such an audit shall be justified in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Service Provider in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría se justificará en caso de sospecha concreta de abuso. El Controlador comunicará la auditoría al Proveedor de servicios por adelantado, con el debido cumplimiento de un período mínimo de dos semanas.

# Legal document processing agreement
source: The agreement between the Controller and the Processor.
es_es: El acuerdo entre el controlador y el procesador.

# Legal document processing agreement
source: The agreement between the Controller and the Service Provider.
es_es: El acuerdo entre el controlador y el proveedor de servicios.

# Legal document processing agreement
source: The Controller has given the Processor permission to engage the following third parties and/or sub-processor(s):
es_es: El Controlador ha dado permiso al Procesador para contratar a los siguientes terceros y/o sub-procesadores:

# Legal document processing agreement
source: The Controller shall ensure that the purposes, personal data, and categories of data subjects described in this Annex 1 are complete and correct, and shall indemnify the Processor against any defects and claims resulting from an incorrect representation by the Controller.
es_es: El responsable del tratamiento se asegurará de que las finalidades, los datos personales y las categorías de interesados descritos en el presente anexo 1 sean completos y correctos, y eximirá al responsable del tratamiento de cualquier defecto o reclamación resultante de una declaración incorrecta por parte del responsable del tratamiento.

# Legal document processing agreement
source: The Controller shall ensure that the purposes, personal data, and categories of data subjects described in this Annex 1 are complete and correct, and shall indemnify the Service Provider against any defects and claims resulting from an incorrect representation by the Controller.
es_es: El responsable del tratamiento se asegurará de que las finalidades, los datos personales y las categorías de interesados descritos en el presente anexo 1 sean completos y correctos, y eximirá al responsable del tratamiento de cualquier defecto o reclamación resultante de una declaración incorrecta por parte del responsable del tratamiento.

# Legal document processing agreement
source: The Controller shall have the right to conduct audits to verify compliance with all points of the Data Processing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Processor, reviewed them, and put forward reasonable arguments to justify an audit initiated by the Controller.
es_es: El Responsable del tratamiento tendrá derecho a que se lleven a cabo auditorías por parte de un experto externo independiente, que estará obligado por la confidencialidad, para verificar el cumplimiento de todos los puntos del acuerdo de tratamiento de datos y de todo lo directamente relacionado con el mismo. Esta auditoría sólo tendrá lugar después de que el Responsable haya solicitado informes de auditoría similares al Encargadp/Procesador, los haya revisado y haya presentado argumentos razonables para justificar una auditoría iniciada por el Responsable.

# Legal document processing agreement
source: The Controller shall have the right to conduct audits to verify compliance with all points of the Data Processing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Service Provider, reviewed them, and put forward reasonable arguments to justify an audit initiated by the Controller.
es_es: El Controlador tendrá derecho a realizar auditorías para verificar el cumplimiento de todos los puntos del Acuerdo de procesamiento de datos y todo lo relacionado directamente con esto. Esta auditoría solo tendrá lugar después de que el Controlador haya solicitado informes de auditoría similares al Proveedor de servicios, los haya revisado y presente argumentos razonables para justificar una auditoría iniciada por el Controlador.

# Legal document processing agreement
source: The Controller shall have the right to have audits carried out by an independent external expert, who is bound by confidentiality, to verify compliance with all points of the Data Processing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Service Provider, reviewed them, and put forward reasonable arguments to justify an audit initiated by the Controller.
es_es: El Controlador tendrá derecho a que las auditorías sean realizadas por un experto externo independiente, obligado por la confidencialidad, para verificar el cumplimiento de todos los puntos del Acuerdo de procesamiento de datos y todo lo relacionado directamente con esto. Esta auditoría solo tendrá lugar después de que el Controlador haya solicitado informes de auditoría similares al Proveedor de servicios, los haya revisado y presente argumentos razonables para justificar una auditoría iniciada por el Controlador.

# Legal document processing agreement
source: The costs of the audit as described in paragraph 1 shall be borne by the Controller.
es_es: Los costos de la auditoría como se describe en el párrafo 1 correrán a cargo del Controlador.

# Legal document processing agreement
source: The costs of the audit as described in paragraph 1 shall be borne by the Data Controller.
es_es: Los costes de la auditoría descrita en el apartado 1 correrán a cargo del responsable del tratamiento.

# Legal document processing agreement
source: The costs of the audit as described in paragraph 1 shall be borne by the Processor
es_es: Los costes de la auditoría descrita en el apartado 1 correrán a cargo del transformador.

# Legal document processing agreement
source: The costs of the audit as described in paragraph 1 shall be borne by the Processor, in the event of non-trivial breaches of the obligations arising from the Data Processing Agreement. Otherwise, the costs shall be borne by the Controller.
es_es: Los costes de la auditoría descrita en el apartado 1 correrán a cargo del responsable del tratamiento en caso de incumplimiento no insignificante de las obligaciones derivadas del contrato de tratamiento de datos. En caso contrario, los gastos correrán a cargo del Contralor.
