Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: e.g. services like Google Fonts, Maps or recaptcha usually place cookies.
es_es: p.ej. servicios como Google Fonts, Maps o recaptcha suelen colocar cookies.

source: Edgeless
es_es: Sin bordes

source: Edit
es_es: Editar

source: Edit document
es_es: Editar documento

source: Edit document and stop synchronization
es_es: Editar documento y parar sincronización

source: Education information
es_es: Información sobre educación

source: Email address
es_es: Dirección de correo electrónico

source: Email contact
es_es: Contacto por correo electrónico

source: Email sending complete
es_es: Envío de correo electrónico completo

# email signature
source: Regards,
es_es: Saludos,

source: Email subject
es_es: Asunto del correo electrónico

source: Email your users
es_es: Envíe un correo electrónico a sus usuarios

source: Employees
es_es: Empleados

source: Employment history
es_es: Historial de empleo

source: Empty dataset
es_es: Conjunto de datos vacío

source: Enable A/B testing
es_es: Habilitar la prueba A/B

source: Enable cookie blocker for ajax loaded content
es_es: Habilitar el bloqueador de cookies para contenido cargado mediante ajax

source: Enable if you want to add custom CSS for the documents
es_es: Habilitar si desea agregar CSS personalizado para los documentos

source: Enable safe mode
es_es: Habilitar modo seguro

source: Enable TCF
es_es: Habilitar TCF

source: Enable the cookiedatabase.org API for automatic descriptions, or add these %smanually%s.
es_es: Para las descripciones automáticas, activa la API de cookiebatabase.org o añádelas %smanualmente%s.

source: Enabled %s will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.
es_es: Los %s habilitados serán bloqueados en el front-end de su sitio web hasta que el usuario haya dado su consentimiento (opt-in), o después de que el usuario haya revocado su consentimiento (opt-out). Cuando es posible se activa un marcador de posición. También puedes deshabilitar o configurar el marcador de posición a tu gusto.

source: Enabling this option will delete all your settings, and the Complianz tables when you deactivate and remove Complianz.
es_es: Al activar esta opción, se borrarán todos tus ajustes y tablas de Complianz cuando desactives y elimines Complianz.

source: Encrypted personal data is lost, and it cannot be excluded that unauthorized persons have access to the encryption key or password.
es_es: Los datos personales encriptados se pierden, y no puede excluirse que personas no autorizadas tengan acceso a la clave o contraseña de encriptación.

source: End tour
es_es: Fin del recorrido

source: English
es_es: Inglés

source: Enter a toll free phone number for the submission of information requests
es_es: Ingrese un número de teléfono gratuito para la presentación de solicitudes de información

source: Enter the URL of Matomo
es_es: Introduzca la URL de Matomo

source: Enter the URL of the terms & conditions page for the incentives
es_es: Ingrese el URL de la página de términos y condiciones para los incentivos

source: Enter your custom Tag Manager categories, comma separated. The first item will fire event cmplz_event_0, the second one will fire cmplz_event_1 and so on. At page load cmplz_event_functional is fired, Marketing fires cmplz_event_marketing
es_es: Añada sus categorías personalizadas en el administrador de etiquetas, separadas por comas. El primer elemento ejecutará el evento cmplz_event_0, el segundo ejecutará cmplz_event_1 y así sucesivamente. En la carga de la página se ejecutará el evento cmplz_event_functional, Marketing ejecutará el evento cmplz_event_marketing

source: Enter your Google Tag Manager code
es_es: Ingrese su código de Google Tag Manager

source: Enter your license here so you keep receiving updates and support.
es_es: Ingrese su licencia aquí para seguir recibiendo actualizaciones y soporte.

source: Enter your license key
es_es: Introduzca su clave de licencia

source: Enter your Matomo site ID
es_es: Ingrese el ID de su sitio Matomo

source: Enter your tracking-ID
es_es: Introduzca su ID de seguimiento (Tracking-ID)

source: Erase personal data
es_es: Borre datos personales

source: Estonian
es_es: Estonio

source: EU
es_es: Unión Europea

source: European Union (GDPR)
es_es: Unión Europea (GDPR)

source: Export personal data
es_es: Exportar datos personales

source: Export settings
es_es: Ajustes de exportación

source: Falkland Islands (Malvinas)
es_es: Islas Malvinas

source: Feature requests
es_es: Solicitudes de funciones

source: Features
es_es: Características

source: File
es_es: Archivo

source: File not found
es_es: Archivo no encontrado

source: Filter
es_es: Filtrar

source: Financial data
es_es: Datos financieros

source: Financial incentives
es_es: Incentivos financieros

source: Financial information such as bank account number of credit card number
es_es: Información bancaria como numero de cuento o de tarjeta de crédito

source: Finish
es_es: Concluir

source: Finish and check cookie banner settings
es_es: Finalizar y confirmar configuración de banner de cookies

source: First category, Second category
es_es: Primera categoría, Segunda categoría

source: Floating left
es_es: Flotando a la izquierda

source: Floating right
es_es: Flotando a la derecha

source: For a multisite environment you need the Complianz Privacy Suite multisite plugin
es_es: Para un entorno multi sitio necesita el plugin multi sitio de Complianz Privacy Suite

source: For a preview, please load your website on the front-end.
es_es: Para obtener una vista previa, cargue su sitio web en el navegador.

source: For example websites that run a blog, place news articles or an online community.
es_es: Por ejemplo, sitios web que ejecutan un blog, colocan artículos de noticias o una comunidad en línea.

source: For example, a website from a financial advisor might need permission from an inspecting authority.
es_es: Por ejemplo, un sitio web de un asesor financiero podría necesitar permiso de una autoridad de inspección.

source: For forms detected on your site, you can choose to add a consent checkbox
es_es: Para los formularios detectados en su sitio, puede elegir añadir una casilla de verificación de consentimiento

source: For internal use only
es_es: Solo para uso interno

source: For more information on this subject, please read this %sarticle%s
es_es: Para más información sobre este tema, por favor lea este %sartículo%s

source: For more information, please read the %s%s Privacy Statement%s.
es_es: Para más información, por favor lee la %s%s Política de Privacidad%s.

source: For some of the purposes above we and our partners
es_es: Para algunos de los propósitos anteriores, nosotros y nuestros socios

source: For some of the purposes we and/or our partners
es_es: Para algunos de los propósitos, nosotros y/o nuestros socios

source: For the Google Analytics tracking-ID, log on and click Admin and copy the Tracking-ID.
es_es: Para el ID de seguimiento de Google Analytics, inicie sesión, haga clic en Administrador y copie el ID de seguimiento (Tracking-ID).

source: For the Google Tag Manager code, log on. Then, you will immediatly see Container codes. The one next to your website name is the code you will need to fill in here, the Container ID.
es_es: Para el código de Google Tag Manager, inicie sesión. A continuación, verá inmediatamente los códigos de los contenedores. El que está al lado del nombre de su sitio web es el código que deberá ingresar aquí, el ID del contenedor.

source: For the most common issues see the Complianz %sknowledge base%s
es_es: Para los problemas más comunes, consulte la %sbase de conocimiento%s de Complianz

source: For this purpose we use the following data:
es_es: Para ello utilizamos los siguientes datos:

source: For US based companies, you can provide a toll free phone number for inquiries.
es_es: Para las empresas con sede en Estados Unidos, puede proporcionar un número de teléfono gratuito para consultas.

source: For what potential activities on your website do you collect personal information from a child?
es_es: ¿Para qué actividades potenciales en su sitio web recopila información personal de un niño?

source: Free
es_es: Gratis

source: French
es_es: Francés

source: Full consent
es_es: Consentimiento total

source: Function
es_es: Función

source: Functional
es_es: Funcional

source: Functional category text
es_es: Texto funcional de la categoría

source: Functional cookies text
es_es: Texto de las cookies funcionales

source: Functional only
es_es: Sólo funcional

source: GDPR (European Union)
es_es: GDPR (Unión Europea)

source: Generally the Chamber of Commerce or a local Court register, but other registers may apply. Leave blank if this does not apply to you.
es_es: En general, la Cámara de Comercio o un registro local, u otros registros que puedan ser aplicados. Deje en blanco si esto no se aplica a usted.

source: Generate a comprehensive and legally validated %s with %spremium%s
es_es: Genere un completo y legalmente validado %s con %spremium%s

source: Generate now
es_es: Generar ahora

source: Generated by Complianz
es_es: Generado por Complianz

source: Geolocation data
es_es: Datos de geolocalización

source: German
es_es: Alemán

source: Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!
es_es: Prepárese para la legislación de privacidad en todo el mundo. ¡Sigue un recorrido rápido o comienza a configurar el plugin!

source: Google Analytics is being used, but is not configured in Complianz.
es_es: Google Analytics se está utilizando, pero no está configurado en Complianz.

source: Google is not allowed to use this data for other Google services
es_es: Google no puede utilizar estos datos para otros servicios de Google

source: Google recommends an integration with TCF V2.0 to avoid loss of revenue.
es_es: Google recomienda una integración con TCF V2.0 para evitar la pérdida de ingresos.

source: Google Tag Manager is being used, but is not configured in Complianz.
es_es: Se está utilizando Google Tag Manager, pero no está configurado en Complianz.

source: Great! All your generated documents have been assigned to a menu, so you can skip this step.
es_es: Genial! Todos tus documentos generados fueron asigandos a un menu, así que puedes saltear este paso.

source: Great! You're already on SSL!
es_es: ¡Genial! Ya tienes SSL!

source: Great, the main wizard is completed. This means the general data is already in the system, and you can continue with the next question. This will start a new, empty document.
es_es: Genial, el asistente principal está completo. Esto significa que los datos generales ya están en el sistema y que puede continuar con la siguiente pregunta. Esto iniciará un nuevo documento vacío.

source: Great, your license is activated and valid! Let's take a look at the dashboard.
es_es: ¡Genial, su licencia está activada y es válida! Echemos un vistazo al panel de control.

source: Greek
es_es: Griego

source: Handling of requests
es_es: Tramitación de las solicitudes

source: Has a security incident occurred?
es_es: ¿Ha ocurrido algún incidente de seguridad?

source: Health insurance information
es_es: Información sobre el seguro de salud

source: Health insurance information.
es_es: Información sobre el seguro de salud

source: Here you can configure and style your cookie banner if the Wizard is completed. An extra tab will be added with region-specific settings.
es_es: Aquí puede configurar y diseñar su banner de cookies si el Asistente es completado. Se agregará una pestaña adicional con la configuración específica de la región.

source: Hi {name}
es_es: Hola {name}

source: Hi, you have been using Complianz | GDPR cookie consent for a month now, awesome! If you have a moment, please consider leaving a review on WordPress.org to spread the word. We greatly appreciate it! If you have any questions or feedback, leave us a %smessage%s.
es_es: Hola, ¡has estado usando Complianz | GDPR cookie consent por un mes, alucinante! Si tienes un momento, considera escribir una reseña en WordPress.org para correr la voz.¡Lo apreciamos gratamente! Si tienes alguna pregunta o quieres darnos alguna idea déjanos un %smensaje%s.

source: Hide cookiebanner on this page
es_es: Ocultar el banner de cookies en esta página

source: Hide manage consent button
es_es: Ocultar administrar botón de consentimiento

source: How do you obtain verifiable parental consent for the collection, use, or disclosure of personal information from children?
es_es: ¿Cómo se obtiene el consentimiento verificable de los padres para la recopilación, uso o divulgación de información personal de los niños?

source: How long will you retain data for this specific purpose?
es_es: ¿Durante cuánto tiempo conservará los datos para este propósito específico?

source: How quickly should the Data Controller be informed of a data breach?
es_es: ¿Con qué rapidez debe informarse al Controlador de Datos en caso de violación de datos?

source: How quickly should the Data Controller be informed of a security breach?
es_es: ¿Con qué rapidez debe informarse al Controlador de Datos de una violación de seguridad?

source: How will you deal with requests from those involved?
es_es: ¿Cómo tratará las solicitudes de las personas involucradas?

source: How you will answer inquiries
es_es: Cómo responderá a sus preguntas

source: Hungary
es_es: Hungría

source: I am obligated by law
es_es: Estoy obligado por ley

source: I determine the retention period according to fixed objective criteria
es_es: Determino el período de retención de acuerdo con criterios objetivos fijos

source: I have accepted the Google data processing amendment
es_es: He aceptado la enmienda de procesamiento de datos de Google

source: I obtain permission from the person concerned
es_es: Obtengo permiso de la persona interesada

source: I want to be able to choose the required security measures myself.
es_es: Quiero poder elegir yo mismo las medidas de seguridad necesarias.

source: I will deal with requests from those involved, The processor will forward everything to me.
es_es: Yo me ocuparé de las peticiones de los involucrados, el procesador me enviará todo.

source: I will deal with requests from those involved, The Service Provider will forward everything to me.
es_es: Me ocuparé de las peticiones de los implicados, el proveedor de servicios me enviará todo.

source: If applicable, mention the professional regulations that may apply to your activities, and the URL where to find them.
es_es: Si corresponde, mencione las regulaciones profesionales que pueden aplicarse a sus actividades, y la URL donde encontrarlas.

source: If enabled, the cookie banner will not show for countries without a cookie law, and will adjust the warning type depending on supported privacy laws
es_es: Si está activada, la advertencia de cookies no se mostrará en los países que no tienen una ley de cookies, y ajustará el tipo de advertencia en función de las leyes de privacidad compatibles

source: If enabled, the cookie warning will not show for countries without a cookie law, and will adjust consent management depending on supported privacy laws
es_es: Si está activada, la advertencia de cookies no se mostrará en los países que no tienen una ley de cookies, y ajustará el tipo de advertencia en función de las leyes de privacidad compatibles

source: If enabled, the plugin will track which cookie banner has the best conversion rate.
es_es: Si está habilitado, el plugin rastreará qué advertencia de cookie tiene la mejor tasa de conversión.

source: If ip numbers are anonymized, the statistics cookie do not require a cookie banner
es_es: Si los números IP son anonimizados, la cookie de estadísticas no requiere una advertencia de cookie

source: or by telephone on %s
es_es: o por teléfono en %s

source: If similar reports give no or insufficient clarification.
es_es: Si reportes similares no dan una aclaración o son insuficientes.

source: If so, the scan will be extended to the wp-admin part of your site.
es_es: Si es así, el escaneo se extenderá a la parte wp-admin de su sitio.

source: If the service or product displayed on this website requires some sort of official approval, state the (inspecting) authority.
es_es: Si el servicio o producto que se muestra en este sitio web requiere algún tipo de aprobación oficial, indique la autoridad (de inspección).

source: If this is a webshop, the Impressum should include a paragraph about dispute settlement.
es_es: Si se trata de una tienda web, el aviso legal debe incluir un párrafo sobre solución de disputas.

source: If this user stops editing, the lock will expire after %s minutes.
es_es: Si este usuario deja de editar, el bloqueo caducará después de %s minutos.

source: If you add the ID for your statistics tool here, Complianz will configure your site for statistics tracking.
es_es: Si agrega la ID de su herramienta de estadísticas aquí, Complianz configurará su sitio para el seguimiento de estadísticas.

source: If you can check all three options, you might not need a cookie banner on your site.
es_es: Si puede comprobar las tres opciones, es posible que no necesite una advertencia de cookies en su sitio.

source: If you choose to block reCAPTCHA, please make sure you add a placeholder to your forms.
es_es: Si eliges bloquear reCAPTCHA, por favor, asegúrate de que añades un marcador de posición a tus formularios.

source: If you do not check to always block acquiring IP addresses, the IP addresses will get acquired as soon as the user accepts statistics or higher.
es_es: Si no marca para bloquear siempre la adquisición de direcciones IP, las direcciones IP se adquirirán tan pronto como el usuario acepte estadísticas o superior.

source: If you enable this, WordPress will not store personal data with comments and you won't need a consent checkbox for the comment form. The consent box will not be displayed.
es_es: Si habilitas esto, WordPress no guardará datos personales con comentarios y no necesitarás una caja de confirmación en el comentario del formulario. La caja de consentimiento no será mostrada.

source: If you experience styling issues with videos or iFrames you can disable the placeholder insertion, which in some themes can conflict with theme styling.
es_es: Si experimenta problemas de estilo con videos o iFrames, puede deshabilitar la inserción del marcador de posición, que en algunos temas puede entrar en conflicto con el estilo del tema.

source: If you hide this button, you should at least leave the option to revoke consent on your cookie policy or Do Not Sell My Personal Information page
es_es: Si oculta este botón, al menos debería dejar la opción de revocar el consentimiento en su política de cookies o en la página No vender mi información personal.

source: If you only use Google for advertising, and have activated the option to use only non personalized ads, you can select no here.
es_es: Si tu solo usas Google para anunciar y tienes activada la opción de solo usar anuncios no personalizados puedes seleccionar no aquí.

source: If you share data with processors, add a "processor" for each one, and add the details of the data you share.
es_es: Si oculta este botón, al menos debería dejar la opción de revocar el consentimiento en su política de cookies o en la página No vender mi información personal.

source: If you share data with service providers, add a "Service Provider" for each one, and add the details of the data you share.
es_es: Si comparte datos con proveedores de servicios, añada un "Proveedor de servicios" para cada uno de ellos y añada los detalles de los datos que comparte.

source: If you share data with Third Parties, add a "Third Party" for each one, and add the details of the data you share.
es_es: Si comparte datos con terceros, añada un "tercero" para cada uno de ellos y añada los detalles de los datos que comparte.

source: If you use Tag Manager to fire scripts on your site, Complianz will automatically enable categories.
es_es: Si usas Tag Manager para activar scripts en tu sitio, Compilanz creará categorias automáticamente.

source: If you want to clear all cookies from the plugin, you can do so here. You'll need to run a scan again afterwards. If you want to start with a clean slate, you might need to clear your browsercache, to make sure all cookies are removed from your browser as well.
es_es: Si quieres vaciar todas las cookies del plugin, puedes hacerlo aquí. Después, tendrás que ejecutar de nuevo una exploración. Si quieres empezar en limpio, es posible que tengas que vaciar la caché de tu navegador para asegurarte de que también son eliminadas todas las cookies en él.

source: If you want to dynamically apply privacy laws based on the visitor's location, consider upgrading to the %spremium version%s, which allows you to apply a privacy law specific for that region.
es_es: Si desea aplicar dinámicamente las leyes de privacidad basadas en la ubicación del visitante, considere actualizar a la %sPremium%s, que le permite aplicar una ley de privacidad específica para esa región..

source: If you want to hide the button, enable this check box. The button will normally show after making a choice.
es_es: Si desea ocultar el botón, active esta casilla de verificación. El botón normalmente se mostrará después de hacer una elección.

source: If you want to import your settings, please check out the %spremium version%s
es_es: Si desea importar su configuración, por favor, compruebe la versión %spremium%s

source: If you want to run a/b testing to track which banner gets the highest acceptance ratio, %sget premium%s.
es_es: Si desea realizar pruebas a/b para rastrear qué banner obtiene el mayor índice de aceptación, %sobtén premium%s.

source: If you want to specify the categories used by Tag Manager, you need to enable categories.
es_es: Si quieres especificar una categoría usando el Manejador de Tags, necesitas habilitar las categorías.

source: Immediately (without unreasonable delay) after the leak has become known to the processor.
es_es: Inmediatamente (sin demora injustificada) después de que la fuga haya sido detectada por el procesador.

source: Immediately (without unreasonable delay) after the security breach has become known to the Service Provider.
es_es: Inmediatamente (sin demora injustificada) después de que el Proveedor de Servicios haya tenido conocimiento de la violación de seguridad.

source: Immediately (without unreasonable delay), within 24 hours after the leak has become know to the processor.
es_es: Inmediatamente (sin demora injustificada), dentro de las 24 horas después de que la fuga haya sido detectada por el procesador.

source: Immediately (without unreasonable delay), within 24 hours after the security breach has become know to the Service Provider.
es_es: Inmediatamente (sin demora injustificada), dentro de las 24 horas en que la violación de seguridad haya sido conocida por el Proveedor de Servicios.

source: Immediately (without unreasonable delay), within 36 hours after the leak has become know to the processor.
es_es: Inmediatamente (sin demora injustificada), dentro de las 36 horas después de que la fuga haya sido detectada por el procesador.

source: Immediately (without unreasonable delay), within 36 hours after the security breach has become know to the Service Provider.
es_es: Inmediatamente (sin demora injustificada), dentro de las 36 horas en que la violación de seguridad haya sido conocida por el Proveedor de Servicios.

source: Import settings
es_es: Configuración de importación
