Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

# Legal document processing agreement
source: The costs of the audit as described in paragraph 1 shall be borne by the Service Provider, in the event of non-trivial breaches of the obligations arising from the Data Processing Agreement. Otherwise, the costs shall be borne by the Controller.
es_es: Los costos de la auditoría como se describe en el párrafo 1 correrán a cargo del Proveedor del Servicio, en caso de incumplimiento no trivial de las obligaciones derivadas del Acuerdo de procesamiento de datos. De lo contrario, los costos correrán a cargo del Controlador.

# Legal document processing agreement
source: The costs of the audit as described in paragraph 1 shall be borne by the Service Provider.
es_es: Los costos de la auditoría como se describe en el párrafo 1 correrán a cargo del Proveedor del Servicio.

# Legal document processing agreement
source: The findings in respect of the audit carried out shall be implemented by the Processor as soon as possible.
es_es: Los resultados de la auditoría llevada a cabo serán implementados por el Procesador tan pronto como sea posible.

# Legal document processing agreement
source: The findings in respect of the audit carried out shall be implemented by the Service Provider as soon as possible.
es_es: Los hallazgos con respecto a la auditoría realizada serán implementados por el Proveedor de Servicios lo antes posible.

# Legal document processing agreement
source: The findings of the audit carried out will be assessed by the Parties in joint consultation and, depending on the assessment, implemented (or not) by either Party or jointly by both Parties.
es_es: Los resultados de la auditoría serán evaluados por las Partes en consulta conjunta y, en función de la evaluación, aplicados (o no) por cualquiera de las Partes o conjuntamente por ambas Partes.

# Legal document processing agreement
source: The following terms used in this Data Processing Agreement shall have the meaning hereby assigned to them:
es_es: Los siguientes términos utilizados en este Acuerdo de Procesamiento de Datos tendrán el significado que se les asigna en el presente documento:

# Legal document processing agreement
source: The insurance conditions may be viewed upon request.
es_es: Las condiciones del seguro pueden consultarse previa solicitud.

# Legal document processing agreement
source: The insurance shall cover:
es_es: El seguro cubrirá:

# Legal document processing agreement
source: The insurance shall cover: %s
es_es: El seguro cubrirá: %s

# Legal document processing agreement
source: The liability of the Processor shall never exceed %s per year.
es_es: La responsabilidad del Procesador nunca excederá los %s por año.

# Legal document processing agreement
source: The liability of the Service Provider shall never exceed %s per year. The limitation referred to in this Article shall not apply if and insofar as the damage is the result of intent or deliberate recklessness on the part of the Service Provider or its management.
es_es: La responsabilidad del proveedor de servicios nunca excederá %s por año. La limitación a que se refiere este artículo no se aplicará si el daño es el resultado de una intención o imprudencia deliberada por parte del Proveedor de Servicios o su administración.

# Legal document processing agreement
source: The limitation referred to in this Article shall not apply if and insofar as the damage is the result of intent or deliberate recklessness on the part of the Processor or its management.
es_es: La limitación a que se refiere este Artículo no se aplicará si y en la medida en que el daño sea el resultado de una imprudencia intencional o deliberada por parte del Procesador o de su administración.

# Legal document processing agreement
source: The limitation referred to in this Article shall not apply if and insofar as the damage is the result of intent or deliberate recklessness on the part of the Service Provider or its management.
es_es: La limitación a que se refiere el presente artículo no se aplicará si y en la medida en que el daño sea el resultado de una imprudencia intencionada o deliberada por parte del Proveedor de Servicios o de su dirección.

# Legal document processing agreement
source: The major privacy protection laws at the State and federal level.
es_es: Las principales leyes de protección de la privacidad a nivel estatal y federal.

# Legal document processing agreement
source: The nature and the purpose of the Processing, the type of Personal Data, and the categories of Data Subjects are set out in Annex 1.
es_es: La naturaleza y la finalidad del tratamiento, el tipo de datos personales y las categorías de personas a las que se refieren los datos figuran en el anexo 1.

# Legal document processing agreement
source: The nature and the purpose of the Processing, the type of Personal Data, and the categories of Data Subjects are set out in Annex 1.
es_es: La naturaleza y la finalidad del tratamiento, el tipo de datos personales y las categorías de personas a las que se refieren los datos figuran en el anexo 1.

# Legal document processing agreement
source: The nature of the Personal Data Breach
es_es: La naturaleza de la Infracción relacionada con los Datos personales

# Legal document processing agreement
source: The Parties to this Data Processing Agreement, within the meaning of Article 28 paragraph 3 of the Regulation, wish to record their agreements on the Processing of Personal Data.
es_es: Las Partes en el presente Acuerdo sobre tratamiento de datos, en el sentido del artículo 28, apartado 3, del Reglamento, desean hacer constar sus acuerdos sobre tratamiento de datos personales.

# Legal document processing agreement
source: The person to whom Personal Data relates
es_es: La persona a la que se refieren los datos personales

# Legal document processing agreement
source: The person to whom Personal Data relates.
es_es: La persona a la que se refieren los datos personales

# Legal document processing agreement
source: The Personal Data and Data Subject
es_es: Los Datos personales y el Interesado

# Legal document processing agreement
source: The Personal Data is of a confidential nature. The Processor shall not use this data for any purpose other than for which it has been acquired, even if it has been converted into such a form that it cannot be traced to data subjects.
es_es: Los Datos Personales son de carácter confidencial. El Procesador no usará estos datos para ningún otro propósito que no sea para el cual han sido adquiridos, incluso si han sido convertidos en una forma que no pueda ser rastreada a los sujetos de los datos.

# Legal document processing agreement
source: The Personal Data is of a confidential nature. The Service Provider is required to maintain the confidentiality of the information and is prohibited from disclosing or using the information other than to carry out the service that is subject of this Data Processing Agreement.
es_es: Los datos personales son de naturaleza confidencial. Se requiere que el Proveedor de servicios mantenga la confidencialidad de la información y se le prohíbe divulgar o usar la información que no sea para llevar a cabo el servicio que está sujeto a este Acuerdo de procesamiento de datos.

# Legal document processing agreement
source: The personal data to be processed on the instructions of the Controller shall remain the property of the Controller.
es_es: Los datos personales que deban tratarse por orden del responsable del tratamiento seguirán siendo propiedad de éste.

# Legal document processing agreement
source: The Processing of Personal Data
es_es: El procesamiento de datos personales

# Legal document processing agreement
source: The Processor guarantees compliance with the requirements of applicable legislation and regulations relating to the processing of Personal Data.
es_es: El Procesador garantiza el cumplimiento de los requisitos de la legislación y normativa aplicable en materia de tratamiento de Datos Personales.

# Legal document processing agreement
source: The Processor guarantees the implementation of appropriate technical and organizational measures, so that the Processing complies with the requirements of the Regulation and the protection of the rights of the Data Subject is guaranteed.
es_es: El Responsable garantiza la implementación de las medidas técnicas y organizativas adecuadas, para que el Tratamiento cumpla con los requisitos del Reglamento y se garantice la protección de los derechos del Titular.

# Legal document processing agreement
source: The Processor has no control over the purpose and means of Processing of Personal Data.
es_es: El Procesador no tiene control sobre la finalidad y los medios del Tratamiento de Datos Personales.

# Legal document processing agreement
source: The Processor is responsible for correct compliance with the obligations under this Data Processing Agreement by these third parties, and in the event of errors by these third parties it shall be liable as if it were at fault.
es_es: El Procesador es responsable del correcto cumplimiento de las obligaciones derivadas de este Acuerdo de Procesamiento de Datos por parte de estos terceros, y en caso de errores por parte de estos terceros, será responsable como si fuera su culpa.

# Legal document processing agreement
source: The Processor may charge the additional costs it incurs in this respect to the Controller.
es_es: El Procesador podrá cobrar al Controlador los costos adicionales en los que incurra al respecto.

# Legal document processing agreement
source: The Processor may process the personal data in countries within the European Union. Transfer to countries outside the EU is permitted, provided the relevant legal conditions have been met. Upon request, the Processor shall inform the Controller of the country or countries that is or are involved.
es_es: El Procesador puede procesar los datos personales en países de la Unión Europea. Se permite la transferencia a países fuera de la UE, siempre que se cumplan las condiciones legales pertinentes. Si se le solicita, el Procesador informará al Contralor del país o países que están involucrados.

# Legal document processing agreement
source: The Processor shall also inform the Controller of further developments concerning the Personal Data Breach after having reported the breach pursuant to the first paragraph.
es_es: El Procesador también informará al Responsable de los desarrollos posteriores relacionados con la violación de datos personales después de haber informado de la violación de conformidad con el párrafo primero.

# Legal document processing agreement
source: The Processor shall assist the Controller in compliance with the obligations under Articles 32 through 36 of the Regulation.
es_es: El transformador asistirá al responsable del tratamiento en el cumplimiento de las obligaciones establecidas en los artículos 32 a 36 del Reglamento.

# Legal document processing agreement
source: The Processor shall be liable towards the Controller for all consequences of the breach of this Data Processing Agreement, and shall indemnify the Controller against all claims by third parties, including any penalties, to the extent attributable to the Processor.
es_es: El Procesador será responsable ante el Controlador de todas las consecuencias del incumplimiento de este Acuerdo de Procesamiento de Datos, e indemnizará al Controlador por todas las reclamaciones de terceros, incluidas las penalizaciones, en la medida en que sean atribuibles al Procesador.

# Legal document processing agreement
source: The Processor shall endeavour to implement adequate technical and organizational measures with respect to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorized disclosure, deterioration, alteration or transmission of personal data). To this end, the Processor shall take the technical and organizational security measures as set out in a separate security protocol.
es_es: El Procesador se esforzará por aplicar las medidas técnicas y organizativas adecuadas con respecto a las operaciones de tratamiento de datos personales que deban llevarse a cabo, contra la pérdida o cualquier forma de tratamiento ilícito (como la revelación, el deterioro, la alteración o la transmisión no autorizada de datos personales). A tal fin, el Responsable del tratamiento adoptará las medidas de seguridad técnicas y organizativas establecidas en un protocolo de seguridad independiente.

# Legal document processing agreement
source: The Processor shall inform the Controller without unreasonable delay as soon as it has become aware of any unlawful Processing of Personal Data or any breach of security measures as referred to in the first and second paragraph.
es_es: El responsable del tratamiento informará al responsable del tratamiento, sin demora injustificada, en cuanto tenga conocimiento de un tratamiento ilícito de datos personales o de una violación de las medidas de seguridad contempladas en los párrafos primero y segundo.

# Legal document processing agreement
source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach, but no later than within 24 hours after discovery.
es_es: El Procesador informará al Responsable sin demora injustificada, tan pronto como tenga conocimiento de una violación de datos personales, pero a más tardar dentro de las 24 horas siguientes al descubrimiento.

# Legal document processing agreement
source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach, but no later than within 36 hours after discovery.
es_es: El Procesador informará al Responsable sin demora injustificada, tan pronto como tenga conocimiento de una violación de datos personales, pero a más tardar dentro de las 36 horas siguientes al descubrimiento.

# Legal document processing agreement
source: The Processor shall inform the Controller without unreasonable delay, as soon as it has become aware of a Personal Data Breach.
es_es: El Procesador informará al Responsable sin demora injustificada, tan pronto como tenga conocimiento de una violación de datos personales.

# Legal document processing agreement
source: The Processor shall not process Personal Data outside the European Union, unless explicit written consent to do so has been granted by the Controller and subject to derogating statutory obligations.
es_es: El responsable del tratamiento no tratará datos personales fuera de la Unión Europea, a menos que el responsable del tratamiento haya dado su consentimiento expreso por escrito para ello y sin perjuicio de las obligaciones legales.

# Legal document processing agreement
source: The Processor shall process the Personal Data exclusively on the basis of written instructions from the Controller, except in the case of derogating statutory provisions applicable to the Processor.
es_es: El Procesador procesará los Datos Personales exclusivamente sobre la base de instrucciones escritas del Responsable, excepto en el caso de derogación de las disposiciones legales aplicables al Procesador.

# Legal document processing agreement
source: The Processor shall, to the extent within its power, provide assistance to the Controller in fulfilling the latter's obligation to respond to requests of the Data Subject to exercise its rights laid down in Chapter III of the Regulation.
es_es: El responsable del tratamiento asistirá al responsable del tratamiento, en la medida de sus posibilidades, en el cumplimiento de su obligación de responder a las solicitudes del interesado para ejercer los derechos que le confiere el capítulo III del Reglamento.

# Legal document processing agreement
source: The Processor will endeavour to implement adequate technical and organizational measures with regard to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorized disclosure, deterioration, alteration or transmission of personal data).
es_es: El Procesador se esforzará por aplicar las medidas técnicas y organizativas adecuadas en relación con las operaciones de tratamiento de datos personales que deban llevarse a cabo, contra la pérdida o cualquier forma de tratamiento ilícito (como la revelación, el deterioro, la alteración o la transmisión no autorizada de datos personales).

# Legal document processing agreement
source: The Processor will endeavour to implement adequate technical and organizational measures with respect to the processing operations of personal data to be carried out, against loss or any form of unlawful processing (such as unauthorized disclosure, deterioration, alteration or transmission of personal data). To this end, the Processor shall take the technical and organizational security measures as set out in %s.
es_es: El Procesador se esforzará por implementar las medidas técnicas y organizativas adecuadas con respecto a las operaciones de tratamiento de datos personales que deban llevarse a cabo, contra la pérdida o cualquier forma de tratamiento ilícito (como la revelación, deterioro, alteración o transmisión no autorizada de datos personales). Con este fin, el Procesador tomará las medidas de seguridad técnicas y organizativas establecidas en %s.

# Legal document processing agreement
source: The purpose of this annex is to further specify the standards and measures the Processor must apply in connection with the security of the Processing. The following security measures have been taken:
es_es: El propósito de este anexo es especificar más las normas y medidas que el Procesador debe aplicar en relación con la seguridad del Procesamiento. Se han tomado las siguientes medidas de seguridad:

# Legal document processing agreement
source: The purpose of this annex is to further specify the standards and measures the Service Provider must apply in connection with the security of the Processing. The following security measures have been taken:
es_es: El propósito de este anexo es especificar las normas y medidas que el proveedor de servicios debe aplicar en relación con la seguridad del procesamiento. Se han tomado las siguientes medidas de seguridad:

# Legal document processing agreement
source: The security protocol can be viewed online %shere%s.
es_es: El protocolo de seguridad puede ser visto en línea %saquí%s.

# Legal document processing agreement
source: The security protocol shall be added to this Agreement as a separate annex and shall be available from the Processor upon request.
es_es: El protocolo de seguridad se añadirá al presente Acuerdo en un anexo aparte y podrá obtenerse del procesador previa solicitud.

# Legal document processing agreement
source: The security protocol will be added to this Agreement as a separate annex and shall be available from the Service Provider upon request.
es_es: El protocolo de seguridad se agregará a este Acuerdo como un anexo separado y estará disponible a través del Proveedor de servicios a solicitud.

# Legal document processing agreement
source: The Service Provider is not allowed to do one of the following:
es_es: El proveedor de servicios no tiene permitido realizar una de las siguientes acciones:

# Legal document processing agreement
source: The Service Provider may charge the reasonable additional costs it incurs in this respect to the Controller.
es_es: El Proveedor de servicios puede cobrar los costos adicionales razonables en los que incurre a este respecto al Controlador.

# Legal document processing agreement
source: The Service Provider may process the personal data in provinces and territories of Canada. Transfer to countries outside Canada is permitted, provided the relevant legal conditions have been met. Upon request, the Service Provider shall inform the Controller of the country or countries that is or are involved.
es_es: El Proveedor de servicios puede procesar los datos personales en provincias y territorios de Canadá. Se permite la transferencia a países fuera de Canadá, siempre que se cumplan las condiciones legales pertinentes. Previa solicitud, el Proveedor de Servicios informará al Controlador del país o países que estén involucrados.

# Legal document processing agreement
source: The Service Provider shall also inform the Controller of further developments concerning the Security Breach after having reported the breach pursuant to the first paragraph.
es_es: El Proveedor de servicios también informará al Controlador de los desarrollos posteriores relacionados con la Infracción de seguridad después de haber informado la infracción de conformidad con el primer párrafo.

# Legal document processing agreement
source: The Service Provider shall be liable towards the Controller for all consequences of the breach of this Data Processing Agreement, and shall indemnify the Controller against all claims by third parties, including any penalties, to the extent attributable to the Processor.
es_es: El Proveedor de servicios será responsable ante el Controlador por todas las consecuencias del incumplimiento de este Acuerdo de procesamiento de datos, e indemnizará al Controlador contra todas las reclamaciones de terceros, incluidas las sanciones, en la medida atribuible al Procesador.

# Legal document processing agreement
source: The Service Provider shall inform the Controller without unreasonable delay, as soon as it has become aware of a Security Breach, but no later than within 24 hours after discovery.
es_es: El Proveedor de servicios informará al Controlador sin demora injustificada, tan pronto como tenga conocimiento de una Infracción de seguridad, pero dentro de las 24 horas posteriores al descubrimiento.

# Legal document processing agreement
source: The Service Provider shall inform the Controller without unreasonable delay, as soon as it has become aware of a Security Breach, but no later than within 36 hours after discovery.
es_es: El Proveedor de servicios informará al Controlador sin demora injustificada, tan pronto como tenga conocimiento de una Infracción de seguridad, pero dentro de las 36 horas posteriores al descubrimiento.

# Legal document processing agreement
source: The Service Provider shall inform the Controller without unreasonable delay, as soon as it has become aware of a Security Breach.
es_es: El Proveedor de servicios informará al Controlador sin demora injustificada, tan pronto como tenga conocimiento de una Infracción de seguridad.

# Legal document processing agreement
source: The Service Provider shall not process Personal Data outside Canada, unless explicit written consent to do so has been granted by the Controller and subject to derogating statutory obligations.
es_es: El Proveedor de servicios no procesará los Datos personales fuera de Canadá, a menos que el Controlador haya otorgado un consentimiento explícito por escrito para hacerlo y esté sujeto a la exención de las obligaciones legales.

# Legal document processing agreement
source: The Service Provider shall process the Personal Data exclusively on the basis of written instructions from the Controller, except in the case of derogating statutory provisions applicable to the Service Provider.
es_es: El Proveedor de servicios procesará los Datos personales exclusivamente sobre la base de instrucciones escritas del Controlador, excepto en el caso de que se deroguen las disposiciones legales aplicables al Proveedor de servicios.
