Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

# Legal document privacy statement
source: %s participates in the IAB Europe Transparency & Consent Framework and complies with its Specifications and Policies. It uses the Consent Management Platform with the identification number %s.
es_es: %s participa en el Marco de Consentimiento y Transparencia de IAB Europe y cumple con sus Especificaciones y Políticas. Utiliza la Plataforma de Gestión de Consentimiento con el número de identificación %s

# Legal document privacy statement
source: a request for the name or online contact information of a parent or child that is used for the sole purpose of obtaining parental consent or providing notice and where such information is not maintained in retrievable form by the operator if parental consent is not obtained after a reasonable time;
es_es: una solicitud del nombre o la información de contacto en línea de un padre o hijo que se utiliza con el único propósito de obtener el consentimiento de los padres o proporcionar un aviso y cuando el operador no mantiene dicha información en forma recuperable si el consentimiento de los padres no se obtiene después de un plazo de tiempo razonable.

# Legal document privacy statement
source: Accessing and modifying your data
es_es: Acceso y modificación de sus datos

# Legal document privacy statement
source: Annex
es_es: Anexo

# Legal document privacy statement
source: Chat/messageboard
es_es: Chat/panel del mensaje

# Legal document privacy statement
source: Contact details
es_es: Detalles de contacto

# Legal document privacy statement
source: Content created by a child and publicly shared
es_es: Contenido creado por un niño y compartido públicamente

# Legal document privacy statement
source: Country or state in which this third party is located:
es_es: País o estado en el que se encuentra este tercero:

# Legal document privacy statement
source: Country:
es_es: País:

# Legal document privacy statement
source: Data:
es_es: Datos:

# Legal document privacy statement
source: Disclosure practices
es_es: Prácticas de divulgación

# Legal document privacy statement
source: Email contact
es_es: Contacto por correo electrónico

# Legal document privacy statement
source: For our privacy statement regarding children, please see our dedicated %sChildren's Privacy Statement%s
es_es: Para ver nuestra declaración de privacidad respecto a los niños, consulte nuestra %sDeclaración de privacidad para niños%s

# Legal document privacy statement
source: For this purpose we use the following data:
es_es: Para ello utilizamos los siguientes datos:

# Legal document privacy statement
source: Google may not use the data for any other Google services.
es_es: Google no puede utilizar estos datos para otros servicios de Google.

# Legal document privacy statement
source: if the operator uses reasonable efforts to provide a parent notice of the name and online contact information collected from the child, the purposes for which it is to be used, and an opportunity for the parent to request that the operator make no further use of the information and that it not be maintained in retrievable form; or
es_es: si el operador hace esfuerzos razonables para proporcionar una notificación a los padres, del nombre y la información de contacto en línea recopilada del niño y los fines para los que se utilizará, tendrán una oportunidad de solicitar que el operador no haga más uso de la información y que no se mantenga en forma recuperable; o

# Legal document privacy statement
source: If you are not satisfied with the way in which we handle (a complaint about) the processing of your personal data, you have the right to submit a complaint to the Data Protection Authority.
es_es: Si no está satisfecho con la forma en que tratamos o procesamos sus datos personales, tiene derecho a presentar una queja a la Autoridad de Protección de Datos.

# Legal document privacy statement
source: If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.
es_es: Si usted nos da su consentimiento para procesar sus datos, tiene derecho a revocar dicho consentimiento y a que se eliminen sus datos personales.

# Legal document privacy statement
source: If you have any questions or want to know which personal data we have about you, please contact us. Please make sure to always clearly state who you are, so that we can be certain that we do not modify or delete any data of the wrong person. We shall provide the requested information only upon receipt of a verifiable consumer request. You can contact us by using the information below.
es_es: Si tiene alguna pregunta o desea saber qué datos personales tenemos sobre usted, contáctenos. Asegúrese de indicar siempre claramente quién es usted, para que podamos estar seguros de que no modificamos ni eliminamos ningún dato de una persona equivocada. Proporcionaremos la información solicitada solo después de recibir una solicitud verificable del consumidor. Puede contactarnos utilizando la información a continuación.

# Legal document privacy statement
source: If you have any questions or want to know which personal data we have about you, please contact us. You can contact us by using the information below. You have the following rights:
es_es: Si tiene alguna pregunta o desea saber qué datos personales tenemos sobre usted, póngase en contacto con nosotros. Puede ponerse en contacto con nosotros utilizando la siguiente información. Usted tiene los siguientes derechos:

# Legal document privacy statement
source: If you have any questions, or want to know exactly what data we keep of you or your child, please contact us.
es_es: Si tiene alguna pregunta o desea saber exactamente qué datos tenemos de usted o de su hijo, contáctenos.

# Legal document privacy statement
source: If you have any questions, or want to know exactly what data we keep of you, please contact us.
es_es: Si tiene alguna pregunta o desea saber exactamente qué datos sobre usted guardamos, póngase en contacto con nosotros.

# Legal document privacy statement
source: if, before any additional response after the initial response to the child, the operator uses reasonable efforts to provide a parent notice of the online contact information collected from the child, the purposes for which it is to be used, and an opportunity for the parent to request that the operator make no further use of the information and that it not be maintained in retrievable form;
es_es: si, antes de cualquier respuesta adicional después de la respuesta inicial al niño, el operador realiza esfuerzos razonables para proporcionar un aviso a los padres de la información de contacto en línea recopilada del niño y los fines para los que se utilizará, tendrá una oportunidad para solicitar que el operador no haga más uso de la información y que no se mantenga en forma recuperable.

# Legal document privacy statement
source: In this Privacy Statement, we explain what we do with the data we obtain about children via %s. We recommend you carefully read this statement. In our processing we comply with the requirements of Canadian privacy legislation. That means, among other things, that:
es_es: En esta declaración de privacidad, explicamos lo que hacemos con los datos que obtenemos sobre usted a través de %s. Le recomendamos que lea atentamente esta declaración. En nuestro procesamiento cumplimos con los requisitos de la legislación de privacidad. Lo que significa, entre otras cosas, que:

# Legal document privacy statement
source: In this privacy statement, we explain what we do with the data we obtain about you via %s. We recommend you carefully read this statement. In our processing we comply with the requirements of privacy legislation. That means, among other things, that:
es_es: En esta declaración de privacidad, explicamos lo que hacemos con los datos que obtenemos sobre usted a través de %s. Le recomendamos que lea atentamente esta declaración. En nuestro procesamiento cumplimos con los requisitos de la legislación de privacidad. Lo que significa, entre otras cosas, que:

# Legal document privacy statement
source: not disclosed on the site,
es_es: no divulgado en el sitio,

# Legal document privacy statement
source: not used to recontact the child or for any other purpose; and
es_es: no se usa para volver a contactar al niño ni para ningún otro propósito; y

# Legal document privacy statement
source: online contact information collected from a child that is used only to respond directly on a one-time basis to a specific request from the child and is not used to recontact the child and is not maintained in retrievable form by the operator;
es_es: información de contacto en línea, recopilada de un niño, que se usa solo para responder directamente una sola vez a una solicitud específica de este y no se usa para volver a contactarle y el operador no la mantiene en forma recuperable.

# Legal document privacy statement
source: online contact information collected from a child that is used only to respond more than once directly to a specific request from the child and is not used to recontact the child beyond the scope of that request
es_es: información de contacto en línea, recopilada de un niño, que se usa solo para responder más de una vez directamente a una solicitud específica del niño y no se usa para volver a contactarle más allá del alcance de esa solicitud

# Legal document privacy statement
source: Our Data Protection Officer has been registered with the data protection authority in an EU Member State. If you have any questions or requests with respect to this privacy statement or for the Data Protection Officer, you may contact %s, via %s.
es_es: Nuestro Oficial de Protección de Datos ha sido registrado con la autoridad de protección de datos en un Estado miembro de la UE. Si tiene alguna pregunta o solicitud con respecto a esta declaración de privacidad o para el Oficial de Protección de Datos, puede comunicarse con %s, a través de %s.

# Legal document privacy statement
source: Our website does not respond to and does not support the Do Not Track (DNT) header request field.
es_es: Nuestro sitio web no responde y no admite el campo de solicitud de encabezado Do Not Track (DNT) (No rastrear).

# Legal document privacy statement
source: Our website is not designed to attract children and it is not our intent to collect personal data from children under the age of consent in their country of residence. We therefore request that children under the age of consent do not submit any personal data to us.
es_es: Nuestro sitio web no está diseñado para atraer niños y no es nuestra intención recopilar datos personales de niños menores de edad en su país de residencia. Por lo tanto, solicitamos que los niños menores de edad no nos envíen ningún dato personal.

# Legal document privacy statement
source: Our website responds to and supports the Do Not Track (DNT) header request field. If you turn DNT on in your browser, those preferences are communicated to us in the HTTP request header, and we will not track your browsing behavior.
es_es: Nuestro sitio web responde y admite el campo de solicitud de encabezado Do Not Track (DNT) (No rastrear). Si activa DNT en su navegador, esas preferencias se nos comunican en el encabezado de solicitud HTTP y no realizaremos un seguimiento de su comportamiento de navegación.

# Legal document privacy statement
source: Our website uses cookies. For more information about cookies, please refer to our %sCookie Policy%s.
es_es: Nuestro sitio web utiliza cookies. Para más información acerca de las cookies, por favor refiérase a nuestra Declaración de %sPolítica de Cookies%s.

# Legal document privacy statement
source: Our website uses cookies. For more information about cookies, please refer to our Cookie Policy on our %s[cookie-statement-title]%s webpage.
es_es: Nuestro sitio web utiliza cookies. Para obtener más información sobre las cookies, consulte nuestra Declaración de cookies en nuestra página web %s[cookie-statement-title]%s.

# Legal document privacy statement
source: Parents and guardians can refuse their consent, and can request that we delete any personal information we might have already collected. This might also mean that an account or membership will be terminated.
es_es: Los padres y tutores pueden rechazar su consentimiento y pueden solicitar que eliminemos cualquier información personal que ya hayamos recopilado. Esto también puede significar que se cancelará una cuenta o afiliación.

# Legal document privacy statement
source: Please contact us at the address below if you have any questions about this Children’s Privacy Statement or about our collection and use practices:
es_es: Póngase en contacto con nosotros en la siguiente dirección si tiene alguna pregunta sobre la Declaración de privacidad de los niños o sobre nuestras prácticas de recopilación y uso:

# Legal document privacy statement
source: Please make sure to always clearly state who you are, so that we can be certain that we do not modify or delete any data of the wrong person.
es_es: Por favor, asegúrese de indicar siempre claramente quién es usted, para que podamos estar seguros de que no modificamos o eliminamos ningún dato de la persona equivocada.

# Legal document privacy statement
source: Processors
es_es: Procesadores

# Legal document privacy statement
source: Purpose of the data transfer:
es_es: Propósito de la transferencia de datos:

# Legal document privacy statement
source: Purpose:
es_es: Propósito:

# Legal document privacy statement
source: Purposes
es_es: Propósitos

# Legal document privacy statement
source: Registration
es_es: Registro

# Legal document privacy statement
source: Right of access: You have the right to access your personal data that is known to us.
es_es: Derecho de acceso: Tiene derecho a acceder a los datos personales que conocemos sobre usted.

# Legal document privacy statement
source: Right to object: you may object to the processing of your data. We comply with this, unless there are justified grounds for processing.
es_es: Derecho de oposición: usted puede oponerse al tratamiento de sus datos. Nosotros cumplimos con esto, a menos que existan motivos justificados para el procesamiento.

# Legal document privacy statement
source: Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.
es_es: Derecho de rectificación: tiene derecho a completar, rectificar, borrar o bloquear sus datos personales cuando lo desee.

# Legal document privacy statement
source: Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.
es_es: Derecho de cesión de sus datos: tiene derecho a solicitar todos sus datos personales al controlador y a transferirlos íntegramente a otro controlador.

# Legal document privacy statement
source: Security
es_es: Seguridad

# Legal document privacy statement
source: Sharing with other parties
es_es: Compartir con otras partes

# Legal document privacy statement
source: Sometimes children are creating content on our website, and sometimes personal information is inserted by the child in the created content. Where possible we try to delete that personal information or ask verifiable consent for the parents or guardians.
es_es: A veces, los niños crean contenido en nuestro sitio web y, a veces, el niño inserta información personal en el contenido creado. Siempre que sea posible, tratamos de eliminar esa información personal o solicitar el consentimiento verificable de los padres o tutores.

# Legal document privacy statement
source: Sometimes children need to register on our website in order to play games or to view content. For this purpose we use the following data:
es_es: A veces los niños necesitan registrarse en nuestro sitio web para jugar o ver contenido. Para este propósito utilizamos los siguientes datos:

# Legal document privacy statement
source: Sometimes it is necessary that we ask for an email address. We will do this in order to respond to a request of question from a child.
es_es: A veces es necesario que solicitemos una dirección de correo electrónico. Haremos esto para responder a una solicitud de pregunta sobre un niño.

# Legal document privacy statement
source: the collection, use, or dissemination of such information by the operator of such a website or online service necessary
es_es: la recopilación, uso o difusión de dicha información por parte del operador de dicho sitio web o servicio en línea necesario

# Legal document privacy statement
source: The inclusion of full IP addresses is blocked by us.
es_es: La inclusión de direcciones IP completas es bloqueada por nosotros.

# Legal document privacy statement
source: the name of the child and online contact information (to the extent reasonably necessary to protect the safety of a child participant on the site)
es_es: el nombre del niño y la información de contacto en línea (en la medida razonablemente necesaria para proteger la seguridad de un niño participante en el sitio)

# Legal document privacy statement
source: The security measures we use consist of:
es_es: Las medidas de seguridad que utilizamos consisten en:

# Legal document privacy statement
source: There are games or activities that allow children to communicate with each other through a chatsystem or a messageboard. To protect children we employ filters , and recommend that parents supervise their children.
es_es: Hay juegos o actividades que permiten que los niños se comuniquen entre sí a través de un sistema de chat o un tablero de mensajes. Para proteger a los niños, empleamos filtros y recomendamos que los padres supervisen a sus hijos.

# Legal document privacy statement
source: Third parties
es_es: Terceros

# Legal document privacy statement
source: This privacy statement does not apply to third party websites connected by links on our website. We cannot guarantee that these third parties handle your personal data in a reliable or secure manner. We recommend you read the privacy statements of these websites prior to making use of these websites.
es_es: Esta declaración de privacidad no se aplica a los sitios web de terceros conectados por enlaces en nuestro sitio web. No podemos garantizar que estos terceros manejen sus datos personales de forma fiable y segura. Le recomendamos que lea las declaraciones de privacidad de estos sitios web antes de hacer uso de ellos.

# Legal document privacy statement
source: This privacy statement was last changed on %s, last checked on %s, and applies to citizens of Canada.
es_es: Esta declaración de privacidad se modificó por última vez en %s, se verificó por última vez el %s y se aplica a los ciudadanos de Canadá.

# Legal document privacy statement
source: This Privacy Statement was last changed on %s, was last checked on %s and applies to citizens of Canada.
es_es: Esta declaración de privacidad se modificó por última vez en %s, se verificó por última vez el %s y se aplica a los ciudadanos de Canadá.

# Legal document privacy statement
source: This privacy statement was last updated on %s and applies to citizens of the European Economic Area.
es_es: Esta política de privacidad fué actualizada por ultima vez en %s y es aplicada a los ciudadanos del Espacio Económico Europeo (UE).

# Legal document privacy statement
source: to protect the security or integrity of its website;
es_es: para proteger la seguridad o integridad de su sitio web;

# Legal document privacy statement
source: To provide the best experiences, we and our partners use technologies like cookies to store and/or access device information. Consenting to these technologies will allow us and our partners to process personal data such as browsing behaviour or unique IDs on this site. Not consenting or withdrawing consent, may adversely affect certain features and functions. For more information about these technologies and partners, please refer to our %sCookie Policy%s.
es_es: Para brindar las mejores experiencias, nosotros y nuestros socios utilizamos tecnologías como cookies para almacenar y/o acceder a la información del dispositivo. La aceptación de estas tecnologías nos permitirá a nosotros y a nuestros socios procesar datos personales como el comportamiento de navegación o identificaciones únicas (IDs) en este sitio. No dar su consentimiento o retirar el consentimiento puede afectar negativamente a determinadas características y funciones. Para obtener más información sobre estas tecnologías y socios, por favor consulte nuestra %sPolítica de cookies%s.

# Legal document privacy statement
source: to respond to judicial process; or
es_es: para responder al proceso judicial; o

# Legal document privacy statement
source: to take precautions against liability;
es_es: tomar precauciones contra la responsabilidad;

# Legal document privacy statement
source: to the extent permitted under other provisions of law, to provide information to law enforcement agencies or for an investigation on a matter related to public safety
es_es: en la medida permitida por otras disposiciones de la ley, para proporcionar información a las agencias policiales o para una investigación sobre un asunto relacionado con la seguridad pública

# Legal document privacy statement
source: used only for the purpose of protecting such safety;
es_es: utilizado solo con el propósito de proteger dicha seguridad;

# Legal document privacy statement
source: Verifiable Parental Consent
es_es: Consentimiento parental verificable

# Legal document privacy statement
source: Verifiable parental consent is not required in the case of:
es_es: No se requiere consentimiento parental verificable en el caso de:

# Legal document privacy statement
source: we aim to limit our collection of personal data to only the personal data required for legitimate purposes;
es_es: nuestro objetivo es limitar nuestra recopilación de datos personales a los datos personales necesarios para fines legítimos.

# Legal document privacy statement
source: We are committed to the security of personal data. We take appropriate security measures to limit abuse of and unauthorized access to personal data. This ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.
es_es: Estamos comprometidos con la seguridad de los datos personales. Tomamos las medidas de seguridad adecuadas para limitar el abuso y el acceso no autorizado a los datos personales. Esto asegura que sólo las personas necesarias tengan acceso a sus datos, que el acceso a los datos esté protegido y que nuestras medidas de seguridad sean revisadas regularmente.

# Legal document privacy statement
source: we clearly state the purposes for which we process personal data. We do this by means of this Privacy Statement;
es_es: indicamos claramente los fines para los que procesamos los datos personales. Hacemos esto por medio de esta declaración de privacidad;

# Legal document privacy statement
source: we clearly state the purposes for which we process personal data. We do this by means of this privacy statement;
es_es: indicamos claramente los fines para los que procesamos los datos personales. Hacemos esto por medio de esta declaración de privacidad.
