Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: The insurance conditions must provide at least cover for the following claims:
es_es: Las condiciones del seguro deberán cubrir, como mínimo, los siguientes siniestros:

source: The link to the Privacy Statement is used in the cookie banner and in your Cookie Policy.
es_es: El enlace a la política de privacidad se utiliza en el anuncio de cookies y en su política de cookies.

source: The link to the Privacy Statement is used in your Cookie Policy.
es_es: El enlace a la política de privacidad se utiliza en su política de cookies.

source: The most common third-party cookies are blocked automatically. If you want to block other third-party cookies, enter the a unique part of the script source, or unique string from the inline script here, comma separated. For more information on this, please read %sthis%s article
es_es: Las cookies de terceros más comunes se bloquean automáticamente. Si desea bloquear otras cookies de terceros, ingrese aquí una parte única del origen del script, o una cadena única del script en línea, separadas por comas. Para obtener más información sobre esto, lea %seste%s artículo

source: The most common third-party cookies are blocked automatically. If you want to block other third-party cookies, enter the iframe source here, comma separated. For more information on this, please read %sthis%s article
es_es: Las cookies de terceros más comunes se bloquean automáticamente. Si desea bloquear cookies de terceros, introduzca aquí la fuente iframe, separada por comas. Para más información sobre esto, por favor lea %seste%s artículo

source: The pages marked with X should be added to your website. You can create these pages with a shortcode, a Gutenberg block or use the below "Create missing pages" button.
es_es: Las páginas marcadas con X deben agregarse a su sitio web. Puede crear estas páginas con un shortcode, un bloque de Gutenberg o usar el siguiente botón "Crear páginas que faltan".

source: The parties should decide together what to do with these findings.
es_es: Las partes deben decidir conjuntamente qué hacer con estas conclusiones.

source: The person should be stated with name, last name and place of residence.
es_es: La persona debe declararse con su nombre, apellido y lugar de residencia.

source: The plugin will apply the above-selected region's settings to all visitors worldwide.
es_es: El plugin aplicará los ajustes de la región seleccionada anteriormente a los visitantes de todo el mundo.

source: The possible consequences have been minimized immediately, which effectively excludes the possibility of abuse by malicious parties
es_es: Las posibles consecuencias se han minimizado de inmediato, lo que efectivamente excluye la posibilidad de abuso por partes maliciosas.

source: The processing of personal data always requires a lawful basis, which do you use?
es_es: El procesamiento de datos personales siempre requiere una base legal ¿cuál utilizas?

source: The processor is obliged to implement the findings as quickly as possible.
es_es: El Procesador está obligado a aplicar los resultados lo antes posible.

source: The processor may charge additional costs that it incurs in this context.
es_es: El Procesador puede cobrar los costes adicionales en que incurra en este contexto.

source: The Processor must at least be able to meet the legal minimum.
es_es: El Encargado/Procesador debe por lo menos ser capaz de cumplir con el mínimo legal.

source: The Processor must comply with a separate security protocol.
es_es: El Encargado/Procesador debe cumplir con un protocolo de seguridad separado.

source: The Processor, in case of non - trivial violations of the obligations from the processor agreement. Otherwise the data controller.
es_es: El Procesador, en caso de violaciones no triviales de las obligaciones del acuerdo con el procesador. En caso contrario, el responsable de los datos.

source: The protocol can be found online via an URL
es_es: El protocolo se puede encontrar en línea a través de una URL

source: The protocol is annexed to this agreement.
es_es: El protocolo se adjunta al presente Acuerdo.

source: The scan found forms on your site, which means answer should probably include "contact".
es_es: El escaneo encontró formularios en su sitio, lo que significa que la respuesta probablemente debería incluir "contacto".

source: The scan found social media buttons or widgets for %s on your site, which means the answer should be yes
es_es: El análisis encontró botones de medios sociales o widgets para %s en su sitio, lo que significa que la respuesta debe ser sí

source: The scan found third-party services on your website: %s, this means the answer should be yes.
es_es: El análisis encontró servicios de terceros en su sitio web: %s, esto significa que la respuesta debería ser sí.

source: The security incident does not have to be reported
es_es: El incidente de seguridad no ha de ser notificado

source: The Service Provider is obliged to implement the findings as quickly as possible.
es_es: El proveedor de servicios está obligado a aplicar las conclusiones lo antes posible.

source: The Service Provider may charge additional costs that it incurs in this context.
es_es: El proveedor de servicios está obligado a implementar las conclusiones lo antes posible.

source: The Service Provider must at least be able to meet the legal minimum.
es_es: El Proveedor de Servicios debe ser capaz de cumplir al menos con el mínimo legal.

source: The Service Provider must comply with a separate security protocol.
es_es: El Proveedor de Servicios debe cumplir con un protocolo de seguridad separado.

source: The Service Provider, in case of non - trivial violations of the obligations from the processor agreement. Otherwise the data controller.
es_es: El Proveedor de Servicios, en caso de violaciones no triviales de las obligaciones del acuerdo del procesador. En caso contrario, el controlador de datos.

source: The text that appears on the button used to change consent, which shows when a choice has been made in the cookie warning.
es_es: El texto que aparece en el botón utilizado para cambiar el consentimiento, que muestra cuándo se realizó una elección en la advertencia de cookies.

source: The vendor list can be found at %s
es_es: La lista de proveedores se puede encontrar en %s

source: The Wizard
es_es: El Asistente

source: The wizard has been completed.
es_es: El asistente se ha completado.

source: The wizard is currently being edited by %s
es_es: El asistente está siendo editado por %s

source: The wizard isn't completed yet. If you have answered all required questions, you just need to click 'finish' to complete it. In the wizard some general data is entered which is needed for this document. %sPlease complete the wizard first%s.
es_es: El asistente no está terminado todavía. Si ha respondido a todas las preguntas requeridas, sólo tiene que hacer clic en 'Finalizar' para completarla. En el asistente se introducen algunos datos generales necesarios para este documento.%sPor favor, complete el asistente primero%s.

source: Then you'll like the premium plugin even more! With:
es_es: Entonces te gustará aún más el plugin premium! Con:

source: There are some rules which only apply to California.
es_es: Hay algunas reglas que sólo se aplican a California.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
es_es: Hay una nueva versión de %1$s disponible. Vea los %3$s detalles de la %2$sversión %4$s o %5$s actualícela ahora%6$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
es_es: Hay una nueva versión de %1$s disponible. Ver los %3$s detalles de la %2$s versión %4$s. There is a new version of%1$s available. %2$sView version %3$s details%4$s.

source: There is a real risk of significant harm, due to the probability that the personal information has been, is being or will be misused.
es_es: Existe un riesgo real de daño significativo, debido a la probabilidad de que la información personal haya sido, esté siendo o sea mal utilizada.

source: There is not enough data yet to show a graph.
es_es: Todavía no hay suficientes datos para mostrar un gráfico.

source: These are the partners we share data with. By clicking into each partner, you can see which purposes they are requesting consent and/or which purposes they are claiming legitimate interest for. You can turn each one on and off to control whether or not data is shared with them or simply disable all data processing. However, please note that by disabling all data processing, some site functionality may be affected.
es_es: Estos son los socios con los que compartimos datos. Al hacer clic en cada socio, puede ver para qué fines están solicitando el consentimiento y/o para qué fines lo reclaman con un interés legítimo. Puede activar y desactivar cada uno para controlar si los datos se comparten con ellos o simplemente desactivar todo el procesamiento de datos. Sin embargo, tenga en cuenta que al deshabilitar todo el procesamiento de datos, algunas funciones del sitio pueden verse afectadas.

source: These changes could lead to lost revenue, a suspended account, or the CMP ID might be revoked.
es_es: Estos cambios pueden provocar la pérdida de ingresos, una cuenta suspendida o la revocación del ID de CMP.

source: These special purposes should be enabled for best performance. These purposes are set based on legitimate interest of the vendor, one of the legal bases of data processing.
es_es: Estos propósitos especiales deben habilitarse para obtener el mejor rendimiento. Estos fines se establecen en base al interés legítimo del proveedor, una de las bases legales del procesamiento de datos.

source: Think of automated processes. For example making predictions on payment behavior based on ZIP code, which influences available paying methods.
es_es: Piense en procesos automatizados. Por ejemplo, hacer predicciones sobre el comportamiento de pago basado en el código postal, que influya en los métodos de pago disponibles.

source: Third Party country
es_es: País de la tercera Parte

source: Third Party details
es_es: Detalles de la tercera parte

source: Third-party scripts will get detected if they're listed in the Third Party list.
es_es: Los scripts de terceros se detectarán si aparecen en la lista de terceros.

source: Third-party services
es_es: Servicios de terceros

source: Third-party services and social media
es_es: Servicios de terceros y redes sociales

source: This cookie has been synchronized with cookiedatabase.org
es_es: Esta cookie ha sido sincronizada con cookiedatabase.org

source: This cookie has missing fields
es_es: Esta cookie tiene campos faltantes

source: This cookie has not been detected on your site in the last three months
es_es: Esta cookie no se ha detectado en su sitio en los últimos tres meses.

source: This cookie has not been found in the scan for three months. Please check if you are still using this cookie
es_es: Esta cookie no se ha encontrado en el escaneo durante tres meses. Por favor verifique si todavía está usando esta cookie

source: This cookie has recently been detected
es_es: Esta cookie ha sido detectada recientemente

source: This cookie is not shown on the Cookie Policy
es_es: Esta cookie no se muestra en la política de cookies

source: This cookie is not synchronized with cookiedatabase.org
es_es: Esta cookie no está sincronizada con cookiedatabase.org

source: This cookie will be on your Cookie Policy
es_es: Esta cookie estará en su política de cookies

source: This data is not shared with third parties.
es_es: Estos datos no se comparten con terceros.

source: This document has been saved as "%s" (%sview%s). You can view existing documents on the %soverview page%s
es_es: Este documento ha sido guardado como "%s" (%svistas%s). Puede ver los documentos existentes en la %spágina de vista general%s

source: This document was generated to show efforts made to comply with privacy legislation. This document will contain the Cookie Policy and the cookie consent settings to proof consent for the time and region specified below. For more information about this document, please go to %shttps://complianz.io/consent%s.
es_es: Este documento fue generado para mostrar los esfuerzos realizados para cumplir con la legislación de privacidad. Este documento contendrá la política de cookies y la configuración de consentimiento de cookies para probar el consentimiento para la hora y región especificadas a continuación. Para obtener más información sobre este documento, vaya a a %shttps://complianz.io/consent%s.

source: This field has been pre-filled based on the scan results.
es_es: Este campo se ha completado previamente en función de los resultados del análisis.

source: This field is required. Please complete the question before continuing
es_es: Este campo es obligatorio. Por favor complete la pregunta antes de continuar

source: This file does not have the correct format
es_es: Este archivo no tiene el formato correcto

source: This is generally an owner or director of the legal entity.
es_es: Generalmente es un propietario o director de la entidad legal.

source: This is not a setting, but a tool to switch all colors to a predefined set.
es_es: Esta no es una configuración, sino una herramienta para cambiar todos los colores de un conjunto predefinido.

source: This is not a valid license
es_es: Esta no es una licencia válida

source: This is useful if you have a multisite, or several sites as subdomains on a main site
es_es: Esto es útil si tiene un sitio múltiple o varios sitios como subdominios en un sitio principal.

source: This is where you configure your website for your specific region. It includes everything you need to get started. We will come back to the Wizard soon.
es_es: Aquí es donde puede configurar su sitio web para su región específica. Incluye todo lo que necesita para comenzar. Volveremos al Asistente pronto.

source: This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.
es_es: Este es tu panel de control. Cuando se complete el Asistente, esto le dará una visión general de las tareas, herramientas y documentación.

source: This means that your settings will be available on other sites that set your choices globally.
es_es: Esto significa que su configuración estará disponible en otros sitios que establezcan sus opciones a nivel mundial.

source: This message was generated by Complianz GDPR/CCPA.
es_es: Este mensaje fue generado por Complianz GDPR/CCPA.

source: This service has been synchronized with cookiedatabase.org
es_es: Este servicio ha sido sincronizado con cookiedatabase.org

source: This service has missing fields
es_es: Este servicio tiene campos faltantes

source: This service is not synchronized with cookiedatabase.org
es_es: Este servicio no está sincronizado con cookiedatabase.org

source: This setting is automatically selected based on your WordPress language setting.
es_es: Esta configuración se selecciona automáticamente en función de la configuración de idioma de WordPress.

source: This should be your main, root domain.
es_es: Este debería ser su dominio raíz principal.

source: This style is for the checkboxes on the cookie banner, as well as on your policy for managing consent.
es_es: Este estilo es para las casillas de verificación en el anuncio (banner) de cookies, así como en su política para gestionar el consentimiento.

source: This text is not shown in the preview, but is used instead of the Cookie Policy text when the region is US, and CCPA applies.
es_es: Este texto no se muestra en la vista previa, pero se usa en lugar del texto de la Política de cookies cuando la región es EE. UU., Y se aplica CCPA.

source: This text is shown in the button which accepts all cookies. These are generally marketing related cookies, so you could also name it "Marketing"
es_es: Este texto se muestra en el botón que acepta todas las cookies. Por lo general, se trata de cookies relacionadas con la publicidad, por lo que también se le puede llamar "Marketing".

source: This website uses cookies or similiar techniques.
es_es: Este sitio web utiliza cookies o técnicas similares.

source: This will reset all settings to defaults. All data in the Complianz plugin will be deleted
es_es: Esto devolverá todas las confirguaraciones a estado de fábrica. Toda la información en el plugin de Compilanz será eliminda.

source: Through which email address can customers make inquiries about your system?
es_es: ¿A través de qué dirección de correo electrónico pueden los clientes realizar consultas sobre su sistema?

source: Through which phone number, or which URL, can customers make inquiries about this security breach?
es_es: ¿A través de qué número de teléfono, o qué URL, pueden los clientes hacer consultas sobre esta violación de seguridad?

source: Timeout in seconds
es_es: Caducidad en segundos

# Title on page
source: Processing Agreement (%s)
es_es: Acuerdo de procesamiento (%s)

# Title on processing agreement page
source: Processing Agreement
es_es: Acuerdo de procesamiento

source: To be able to activate cookies when a user accepts the Cookie Policy, the scripts that are used for these cookies need to be entered here, without <script></script> tags. For more information on this, please read %sthis%s article
es_es: Para poder activar las cookies cuando un usuario acepta la política de cookies, los scripts que se utilizan para estas cookies deben introducirse aquí, sin etiquetas <script></script>. Para más información sobre esto, por favor lea %seste artículo%s

source: To be able to comply with legal obligations
es_es: Para poder cumplir con las obligaciones legales

source: To be able to offer personalized products and services
es_es: Poder ofrecer productos y servicios personalizados.

source: To be able to select multiple regions, you should enable Geo IP in the %sgeneral settings%s
es_es: Para poder seleccionar varias regiones, debe habilitar Geo IP en la %sgeneral settings%s

source: To enable Google Maps cookies, click on I Agree
es_es: Para habilitar las cookies de Google Maps, haga clic en Acepto

source: To enable the warning only for countries with a cookie law, %sget premium%s.
es_es: Para habilitar la advertencia sólo para países con una ley de cookies, %sobtenga el servicio premium%s.

source: To get a better understanding of vendors, purposes and features please read this definitions guide.
es_es: Para comprender mejor los proveedores, los propósitos y las funciones, por favor, lea esta guía de definiciones.

source: To learn what %s are and what you need them for, please read this %sarticle%s
es_es: Para aprender qué son los %s y para qué los necesitas, por favor lee este %sartículo%s

source: To provide the best experiences, we and our partners use technologies like cookies to store and/or access device information. Consenting to these technologies will allow us and our partners to process personal data such as browsing behavior or unique IDs on this site. Not consenting or withdrawing consent, may adversely affect certain features and functions.
es_es: Para brindar las mejores experiencias, nosotros y nuestros socios utilizamos tecnologías como cookies para almacenar y/o acceder a la información del dispositivo. La aceptación de estas tecnologías nos permitirá a nosotros y a nuestros socios procesar datos personales como el comportamiento de navegación o identificaciones únicas (IDs) en este sitio. No dar su consentimiento o retirar el consentimiento puede afectar negativamente a determinadas características y funciones.

source: To sell data to Third Parties
es_es: Vender datos a terceros

source: To submit this form, you need to accept our %sPrivacy Statement%s
es_es: Para enviar este formulario, debe aceptar nuestra %sdeclaración de política de privacidad%s

source: To submit this form, you need to accept our Privacy Statement
es_es: Para enviar este formulario, debe aceptar nuestra declaración de política de privacidad

source: To support services or products that a customer wants to buy or has purchased
es_es: Para dar soporte a servicios o productos que un cliente quiere comprar o ha comprado

source: To unlock the wizard and future updates, please enter and activate your license.
es_es: Para desbloquear el asistente y futuras actualizaciones, ingrese y active su licencia.

source: Tools
es_es: Herramientas

source: Transparency Consent Framework
es_es: Marco de Consentimiento de Transparencia

source: Trusted by over 5 million WordPress users
es_es: Con la confianza de más de 5 millones de usuarios de WordPress

source: UK
es_es: Reino Unido

source: UK-GDPR, PECR, Data Protection Act (United Kingdom)
es_es: UK-GDPR, PECR, Ley de Protección de Datos (Reino Unido)

source: United Kingdom (UK-GDPR, PECR, Data Protection Act)
es_es: Reino Unido (UK-GDPR, PECR, Ley de protección de datos)

source: Unnamed cookie banner
es_es: Baner de cookie sin nombre

source: Unnamed user
es_es: Usuario anónimo

source: Update pages
es_es: Actualizar páginas

source: Upgrade action required
es_es: Es necesario actualizar

source: Upgrade to Complianz premium for %spremium support%s
es_es: Actualice a Complianz premium para recibir %ssoporte premium%s

source: Upgrade to premium
es_es: Actualiza a Premium

source: Upon termination of the service we retain this data for the following period: %s.
es_es: Una vez finalizado el servicio, conservaremos estos datos durante el siguiente período: %s.

source: URL's from iFrames that should be blocked before consent.
es_es: URLs de iFrames que deben bloquearse antes del consentimiento.

source: US
es_es: Estados Unidos

source: Usage of the personal data is reduced or excluded directly after the breach to minimise damage.
es_es: El uso de los datos personales se reduce o se excluye directamente después de la violación para minimizar el daño.

source: Usage of the personal data is reduced or excluded directly after the breach to minimize damage.
es_es: El uso de los datos personales se reduce o se excluye directamente después de la violación para minimizar el daño.

source: Use Custom CSS
es_es: Usar CSS personalizado

source: Use document CSS by Complianz
es_es: Use el documento CSS de Complianz

source: Use geolocation
es_es: Usa geolocalización

source: Used cookies
es_es: Cookies usadas

source: Used services
es_es: Servicios usados

source: User
es_es: Nombres usados

source: Username and Password
es_es: Nombre de usuario y contraseña

source: Username, passwords and other account specific data
es_es: Nombre de usuario, contraseña y otras datos específicos de la cuenta

source: Users
es_es: Usuarios

source: VAT ID of your company
es_es: Número de Identificación fiscal de su empresa

source: View cookie on cookiedatabase.org
es_es: Ver cookie en cookiedatabase.org

source: View document
es_es: Ver documento

source: View preferences
es_es: Ver preferencias

source: View preferences text
es_es: Texto Ver preferencias

source: View service on cookiedatabase.org
es_es: Ver servicio en cookiedatabase.org

source: Visitor behavior
es_es: Comportamiento del visitante

source: Visitors
es_es: Visitantes

source: Was the notification delayed as a result of a law enforcement investigation?
es_es: ¿Se retrasó la notificación como resultado de una investigación de las fuerzas del orden?

source: We determine the retention period according to fixed objective criteria: %s
es_es: Determinamos el período de retención de acuerdo con criterios objetivos fijos: %s

source: We have a GDPR representative within the EU
es_es: Tenemos un representante de GDPR en la UE

source: We have a UK-GDPR representative within the United Kingdom
es_es: Tenemos un representante de UK-GDPR en el Reino Unido
