Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: Please review step %s of the wizard for changes in cookies.
es_es: Por favor revise el paso %s del asistente para ver los cambios en las cookies.

source: Please review step %s of the wizard for changes in plugin Privacy Statements and cookies.
es_es: Por favor revise el paso %s del asistente para ver los cambios en el plugin de declaraciones de privacidad y las cookies.

source: Please review step %s of the wizard.
es_es: Por favor, revise el paso %s del asistente.

source: Plugin changes have been detected.
es_es: Se han detectado cambios en el plugin.

source: Plugin to help you make your website GDPR/CCPa compliant
es_es: Plugin para ayudarte a ajustar tu sitio web al reglamento GDPR/CCPa

source: Preferences
es_es: Preferencias

source: Preferences category text
es_es: Texto para la Categoría de preferencias

source: Premium support
es_es: Soporte Premium

source: Previous
es_es: Atrás

source: Privacy
es_es: Privacidad

source: Privacy and reference to the privacy statement
es_es: Privacidad y referencia a la declaración de privacidad

source: Privacy Policy
es_es: Política de privacidad

source: Privacy Statement
es_es: Declaración de privacidad

# privacy statement
source: How we respond to Do Not Track signals & Global Privacy Control
es_es: Cómo respondemos a las señales de No rastrear (Do Not Track) y al Control de Privacidad Global (Global Privacy Control)

source: Privacy Statement (%s) - (%spremium%s)
es_es: Declaración de privacidad (%s) - (%spremium%s)

source: Privacy Statement (CA)
es_es: Declaracion de privacidad (CA)

source: Privacy Statement (EU)
es_es: Declaración de privacidad (UE)

source: Privacy Statement (UK)
es_es: Declaracion de privacidad (UK)

source: Privacy Statement (US)
es_es: Declaración de privacidad (US)

source: Privacy Statement for Children (CA)
es_es: Declaracion de privacidad para Niños (CA)

source: Privacy Statement for Children (UK)
es_es: Declaracion de privacidad para Niños (UK)

source: Privacy Statement for Children (US)
es_es: Declaracion de privacidad para Niños (US)

source: Privacy Statement URL
es_es: URL de la declaración de privacidad

source: Processing
es_es: Tratamiento

source: Processing agreement
es_es: Acuerdo de tratamiento

source: Processing Agreement %s
es_es: Acuerdo de procesamiento %s

source: Processing agreement parent item
es_es: Articulo superior del Acuerdo de tratamiento

source: Processing agreement with all processors and/or Service Providers.
es_es: Acuerdo de procesamiento con todos los procesadores y/o Proveedores de Servicios.

source: Processing Agreements
es_es: Acuerdos de tratamiento

source: Processor
es_es: Tratamiento

source: Professional or employment-related information
es_es: Información profesional o relacionada con el empleo

source: Professional Regulations.
es_es: Reglamento Profesional.

source: Proof of Consent
es_es: Prueba de Consentimiento

source: Proof of consent
es_es: Prueba de consentimiento

source: Proof of consent generation failed. Check your write permissions in the uploads directory
es_es: La prueba de generación de consentimiento falló. Verifique sus permisos de escritura en el directorio de subidas

source: Proof of consent updated!
es_es: Prueba de consentimiento actualizada!

source: Purpose
es_es: Propósito

source: Purpose and categories of data
es_es: Finalidad y categorías de datos

source: Purpose pending investigation
es_es: Propósito pendiente de investigación

source: Purpose, data and retention period
es_es: Propósito, datos y periodo de retención

source: Purpose:
es_es: Propósito:

source: Purposes
es_es: Propósitos

source: Push down
es_es: Empujar hacia abajo

source: Quickly want to implement most of these security headers? Check out %sReally Simple SSL Pro%s.
es_es: ¿Desea implementar rápidamente la mayoría de estos encabezados de seguridad? Echa un vistazo a %sReally Simple SSL Pro%s.

source: Re-scan
es_es: Re-scan, Analizar de nuevo

source: Read more
es_es: Leer más

source: Read more about these purposes
es_es: Leer más sobre estos propósitos

source: reCaptcha is connected and will be blocked before consent. To change your settings, please visit %sIntegrations%s in the wizard.
es_es: reCAPTCHA está conectado y será bloqueado antes del consentimiento. Para cambiar tus ajustes, por favor, visita %sIntegraciones%s en el asistente.

source: Reference to terms of use
es_es: Referencia a los términos de uso

source: Regarding the previous question, can you give more information?
es_es: Respecto a la pregunta anterior, ¿puede darnos más información?

source: Region %s not activated for %s.
es_es: La región %s no está activada para %s.

source: Registering an account
es_es: Registrando una cuenta

source: Registration
es_es: Registro

source: Registration heavily depends on specific national laws. In most countries this obligation applies to Doctors, Pharmacists, Architects, Consulting engineers, Notaries, Patent attorneys, Psychotherapists, Lawyers, Tax consultants, Veterinary surgeons, Auditors or Dentists.
es_es: El registro depende en gran medida de las leyes nacionales específicas. En la mayoría de los países, esta obligación se aplica a médicos, farmacéuticos, arquitectos, ingenieros consultores, notarios, abogados de patentes, psicoterapeutas, abogados, asesores fiscales, cirujanos veterinarios, auditores o dentistas.

source: Registration number
es_es: Número de registro

source: Remove
es_es: Eliminar

source: Required for an activity under a professional title, in so far as the use of such a title is reserved to the holders of a diploma governed by laws, regulations or administrative provisions.
es_es: Requerido para una actividad bajo un título profesional, en la medida en que el uso de dicho título esté reservado a los titulares de un diploma regido por leyes, reglamentos o disposiciones administrativas.

source: Reset settings
es_es: Restablecer los ajustes

source: Reset statistics
es_es: Restablecer estadísticas

source: Restart tour
es_es: Reiniciar recorrido

source: Restore
es_es: Recuperar

source: Retention
es_es: Retención

source: Retention period
es_es: Período de retención

source: Retention period in months
es_es: Período de retención en meses

source: Retention period in weeks, months or years:
es_es: Período de retención en semanas, meses o años

source: Right of audit
es_es: Derecho de auditoría

source: Risk of dataloss
es_es: Riesgo de pérdida de datos

source: Save
es_es: Guardar

source: Save preferences
es_es: Guardar preferencias

source: Save preferences text
es_es: Texto para Guardar preferencias

source: Script Center
es_es: Centro de Scripts

source: Scripts to add services, for example, Facebook Pixel, Hotjar, etcetera.
es_es: Scripts para agregar servicios, por ejemplo, Facebook Pixel, Hotjar, etc.

source: Search
es_es: Busqueda

source: Search Customers
es_es: Buscar Clientes

source: Security & Consent
es_es: Seguridad y Consentimiento

source: Security software
es_es: Software de Seguridad

source: Select a menu
es_es: seleccione un menú

source: Select a purpose
es_es: Selecciona un propósito

source: Select a service type
es_es: Seleccione un tipo de servicio

source: Select all
es_es: Seleccionar todo

source: Select how you want to add your %s.
es_es: Seleccione cómo desea añadir su %s.

source: Select or add a service
es_es: Seleccionar o agregar un servicio

source: Select the Processing Agreement you made with this %s, or %screate one%s
es_es: Seleccione el acuerdo de procesamiento que hizo con %s, o %scree uno nuevo%s

source: Select the required security standard or measure.
es_es: Seleccione la norma o medida de seguridad requerida.

source: Select the types of third-party services you use on your site.
es_es: Seleccione los tipos de servicios de terceros que utiliza en su sitio.

source: Select which categories of personal data you have disclosed for a business purpose in the past 12 months
es_es: Seleccione las categorías de datos personales que ha revelado con fines comerciales en los últimos 12 meses.

source: Select which categories of personal data you have sold to Third Parties in the past 12 months
es_es: Seleccione las categorías de datos personales que ha vendido a terceros en los últimos 12 meses

source: Select which social media are used on the website.
es_es: Seleccione qué redes sociales se utilizan en el sitio web.

source: Send
es_es: Enviar

source: Sender name
es_es: Nombre del remitente

source: Sensitive personal information is considered to data that is very likely to have a greater impact on Privacy. For example medical, religious or legal information.
es_es: La información personal confidencial se considera información que es muy probable que tenga un mayor impacto en la privacidad. Por ejemplo, información médica, religiosa o legal.

source: Service
es_es: Servicio

source: Service "%s"
es_es: Servicio "%s"

source: Service Provider
es_es: Proveedor de servicios

source: Service type
es_es: Tipo de Servicio

source: Services
es_es: Servicios

source: services
es_es: servicios

source: Services in %s
es_es: Sevicios en %s

source: Set cookiebanner cookies on the root domain
es_es: Establecer cookies de cookiebanner en el dominio raíz

source: Settings
es_es: Ajustes

source: Settings saved
es_es: Configuraciones guardadas

source: Sex
es_es: Sexo

source: Sharing of data
es_es: Compartir datos

source: Sharing of data is pending investigation
es_es: El intercambio de datos está pendiente de investigación

source: Should the Processor take out liability insurance?
es_es: ¿Debe el encargado del tratamiento contratar un seguro de responsabilidad civil?

source: Should the Service Provider take out liability insurance?
es_es: ¿Debería el Proveedor de Servicios contratar un seguro de responsabilidad civil?

source: Show as soft cookie wall
es_es: Mostrar como pared de cookie suave

source: Show cookie on Cookie Policy
es_es: Mostrar cookie en la Política de cookies

source: Show deleted cookies
es_es: Mostrar cookies eliminadas

# Singular name of post type
source: Processing agreement (%s)
es_es: Acuerdo de procesamiento (%s)

source: Slider
es_es: Control deslizante

source: Social media
es_es: Redes sociales

source: Social Media accounts
es_es: Cuentas de Redes sociales

source: Social media accounts
es_es: Cuentas de redes sociales

source: Social security number.
es_es: Número de seguro social.

source: Sorry but we failed to activate the Complianz integration
es_es: Lo sentimos pero no pudimos activar la integración de Complianz

source: Sorry but we failed to deactivate the Complianz integration, please try again
es_es: Lo sentimos pero hubo un fallo al desactivar la integración de Complianz, intentelo nuevamente.

source: Sorry, it looks like you're a bot
es_es: Lo siento, parece que eres un robot

source: Sorry, we failed to update settings, please check your form and try again
es_es: Lo sentimos, no hemos podido actualizar la configuración, por favor revise su formulario e intente nuevamente

source: Spain
es_es: España

source: Spanish
es_es: Español

source: Special Features
es_es: Características Especiales

source: Special features
es_es: Características especiales

source: Special Purposes
es_es: Propósitos Especiales

source: Special purposes
es_es: Propósitos especiales

source: Specify the type of data you collect
es_es: Especifique el tipo de datos que recopila

source: Specify what kind of decisions these are, what the consequences are, and what (in general terms) the logic behind these decisions is.
es_es: Especifica que típos de decisiones son, cuáles son las consecuencias y cuál (en terminos generales) es la lógica detrás de estas decisiones.

source: Square
es_es: Cuadrado

source: Start
es_es: Inicio

source: Start sending
es_es: Comenzar a enviar

source: Start tour
es_es: Empezar recorrido

source: STARTTLS and DANE
es_es: STARTTLS y DANE

source: State identification card number
es_es: Número de tarjeta de identificación del estado

source: State the name and place of residence of the person responsible for the content on this website.
es_es: Indique el nombre y el lugar de residencia de la persona responsable del contenido de este sitio web.

source: Statistics
es_es: Estadísticas

source: Statistics - configuration
es_es: Estadísticas - Configuración

source: Statistics category text
es_es: Texto para la categoría de estadísticas

source: Statistics script
es_es: Script de estadísticas

source: Stay up to date with the latest news
es_es: Manténgase al día con las últimas noticias

source: Stores personal data
es_es: Almacena datos personales

# Subject in notification email
source: Your legal documents on %s need to be updated.
es_es: Sus documentos legales sobre %s necesitan ser actualizados.

source: Such an audit may be carried out once every calendar year, and more often in the event of a concrete suspicion of abuse. The Controller shall communicate the audit to the Processor in advance, with due observance of a minimum period of two weeks.
es_es: Dicha auditoría puede llevarse a cabo una vez cada tres meses, y con mayor frecuencia en caso de sospecha concreta de abuso. El Controlador comunicará la auditoría al Proveedor de servicios por adelantado, con el debido cumplimiento de un período mínimo de dos semanas.

source: Suppliers
es_es: Proveedores

source: Support
es_es: Soporte Técnico

source: Swedish
es_es: Sueco

source: Sync cookie info with cookiedatabase.org
es_es: Sincronizar información de cookies con cookiedatabase.org

source: Sync cookies with Cookiedatabase.org
es_es: Sincronizar cookies con Cookiedatabase.org

source: Sync service info with cookiedatabase.org
es_es: Sincronizar información de servicio con cookiedatabase.org

source: Synchronization disabled: This happens when all cookies have synchronized to cookiedatabase.org in the last week.
es_es: Sincronización desactivada: Esto pasa cuando todas las cookies han sido sincronizadas con cookiedatabase.org en la última semana.

source: Synchronization with cookiedatabase.org is not enabled for this cookie
es_es: Sincronización con cookiedatabase.org no esta activada para esta cookie

source: Synchronization with cookiedatabase.org is not enabled for this service
es_es: Sincronización con cookiedatabase.org no esta activada para este servicio

source: Synchronize document with Complianz
es_es: Sincronizar documento con Complianz

source: System status
es_es: Estado del sistema

source: Tag Manager fires scripts which place cookies
es_es: Tag Manager dispara scripts que colocan cookies

source: Tasks
es_es: Tareas

source: TCF only applies to opt-in regions, which are not selected at the moment
es_es: TCF solo se aplica a las regiones habilitadas, que no están seleccionadas en este momento

source: Telephone number
es_es: Número de telefono

source: Tenants
es_es: Inquilinos

source: Text color | Accept all button
es_es: Color del texto | Botón Aceptar todo

source: Text color | Accept or Preferences button
es_es: Color del texto | Botón Aceptar o Preferencias

source: Text color | Banner
es_es: Color del texto | Anuncio (Banner)

source: Text color | Deny button
es_es: Color del texto | Botón Denegar

source: Text on accept all button
es_es: Texto en el botón Aceptar todo

source: Text on link to Cookie Policy
es_es: Texto en el enlace a la política de cookies

source: Text on link to Impressum
es_es: Texto en enlace a Impressum (Aviso legal)

source: Text on link to Privacy Statement
es_es: Texto en el enlace a la política de privacidad

source: Text on link to the Cookie Policy
es_es: Enlace al texto de la Política de cookies

source: Text on link to the Do Not Sell My Personal Information page.
es_es: Enlace al texto de la página No vender mi información personal.

source: That's a long name you got there. Please try to shorten the name.
es_es: Es un nombre largo el que tienes ahí. Por favor, trate de acortar el nombre.

source: The A/B tracking period has ended, the best performer will be enabled on the next scheduled check.
es_es: El periodo de monitorización A/B ha sido finalizado, el mejor será activado en la siguente comprovación programada.

source: The above alternatives do not apply.
es_es: Las alternativas anteriores no se aplican.

source: The audit may be performed by an independent Third Party.
es_es: La auditoría debe ser realizada por un tercero independiente.

source: The basis on which we may process these data is:
es_es: La base sobre la que podemos procesar estos datos es:

source: The below questions will help you configure a vendor list of your choosing. Only vendors that adhere to the purposes and special features you configure will be able to serve ads.
es_es: Las preguntas siguientes le ayudarán a configurar una lista de proveedores de su elección. Solo los proveedores que se adhieran a los propósitos y características especiales que configure podrán publicar anuncios.

source: The blocked content text appears when for example a Youtube video is embedded.
es_es: El texto de contenido bloqueado aparece por ejemplo cuando un vídeo de Youtube es insertado.

source: The breached data presents a high risk for those involved.
es_es: Los datos filtrados presentan un alto riesgo para los involucrados.

source: The Complianz plugin has new features. Please check the wizard to see if all your settings are still up to date.
es_es: El plugin Compilanz tiene nuevas funciones. Por favor revisa el asistente para ver si todas tus configuraciones están actualizadas.

source: The content is being developed by ourselves
es_es: El contenido está siendo desarrollado por nosotros mismos

source: The content is being developed by ourselves and other parties
es_es: El contenido está siendo desarrollado por nosotros mismos y otras partes

source: The content is being developed or posted by Third Parties
es_es: El contenido está siendo desarrollado o publicado por terceros

source: The Controller shall have the right to have audits carried out by an independent external expert, who is bound by confidentiality, to verify compliance with all points of the Data Processing Agreement and everything directly related to this. This audit shall only take place after the Controller has requested similar audit reports from the Processor, reviewed them, and put forward reasonable arguments to justify an audit initiated by the Controller.
es_es: El Controlador tendrá derecho a que las auditorías sean realizadas por un experto externo independiente, obligado por la confidencialidad, para verificar el cumplimiento de todos los puntos del Acuerdo de procesamiento de datos y todo lo relacionado directamente con esto. Esta auditoría solo tendrá lugar después de que el Controlador haya solicitado informes de auditoría similares al Proveedor de servicios, los haya revisado y presente argumentos razonables para justificar una auditoría iniciada por el Controlador.

source: The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the "No choice" category.
es_es: El gráfico de conversión muestra la relación para las diferentes opciones que tienen los usuarios. Cuando un usuario ha hecho una elección, ésta se contará como un usuario convertido o no convertido. Si no se hace ninguna elección, el usuario aparecerá en la categoría "Sin elección".

source: The cookie banner and cookie blocker are enabled. Please check your website if your configuration is working properly. Please read %sthese instructions%s to debug any issues while in safe mode. Safe mode is available under settings.
es_es: El banner de cookies y el bloqueador de cookies están habilitados. Verifique su sitio web para ver si su configuración funciona correctamente. Por favor, lea %sestas instrucciones%s para depurar cualquier problema mientras está en modo seguro. El modo seguro está disponible en la configuración.

source: The cookie scan detected %s on your site, which means the answer to this question should be %s.
es_es: El análisis de cookies detectó %s en su sitio, lo que significa que la respuesta a esta pregunta debería ser %s.

source: The cookie scan detected %s types of cookies on your site which means the answer to this question should be Yes.
es_es: El análisis de cookies detectó %s tipos de cookies en su sitio, lo que significa que la respuesta a esta pregunta debería ser Sí.

source: The cookie scan detected cookies from services that share data with Third Parties. According to the CCPA, your website is considered to sell personal data in terms of the CCPA if it collects and shares with a Third Party any personal data in return for money or services. This includes services like Google Analytics.
es_es: El análisis de cookies detectó cookies de servicios que comparten datos con terceros. De acuerdo con la CCPA, se considera que su sitio web vende datos personales en términos de la CCPA si recopila y comparte con un tercero cualquier información personal a cambio de dinero o servicios. Esto incluye servicios como Google Analytics.

source: The cookie scan detected cookies from services which share data with Third Parties. If these cookies were also used in the past 12 months, you should at least select the option 'Internet activity...'
es_es: El escaneo de cookies detectó cookies de servicios que comparten datos con terceros. Si estas cookies también se usaron en los últimos 12 meses, al menos debe seleccionar la opción 'Actividad de Internet ...'

source: The cookie scan detected no cookies on your site which means the answer to this question can be answered with No.
es_es: El análisis de cookies no detectó cookies en su sitio, lo que significa que la respuesta a esta pregunta se puede responder con No.

source: The data breach concerns more than 50 people.
es_es: La violación de datos afecta a más de 50 personas.

source: The data breach concerns sensitive personal data.
es_es: La violación de los datos se refiere a datos personales sensibles.

source: The data for this cookie is complete
es_es: Los datos de esta cookie están completos.

source: The data for this service is complete
es_es: Los datos de este servicio están completos.

source: The data has been encrypted in such a way that it is not possible to abuse the data
es_es: Los datos se han cifrado de tal manera que no es posible abusar de ellos.

source: The data is encrypted in such a way that the data cannot be used in any way
es_es: Los datos están encriptados de tal manera que no pueden ser utilizados de ninguna manera.

source: The databreach applies to (some) personal data that may be sensitive.
es_es: El incumplimiento de datos se aplica a (algunos) datos personales que pueden ser confidenciales.

source: The databreach concerns California residents, which means the databreach has to be reported to the Attorney General.
es_es: La extensión de la base de datos concierne a los residentes de California, lo que significa que la extensión de la base de datos tiene que ser reportada al Procurador General.

source: The email address will be obfuscated on the front-end to prevent spidering.
es_es: La dirección de correo electrónico se ofuscará en el frontend para evitar ser indexado por buscadores (spidering).

source: The following categories of data are collected
es_es: Las siguientes categorías de datos son recopiladas

source: The following error was reported: %s
es_es: El siguente error ha sido reportado: %s

source: The generated document %s has not been assigned to a menu yet, you can do this now, or skip this step and do it later.
es_es: El documento generado %s no ha sido asignado a un menú todavía, puede hacerlo ahora, o saltar este paso y hacerlo más tarde.
