Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

# Legal document processing agreement
source: The Service Provider shall provide all information necessary to demonstrate that the obligations arising from this Data Processing Agreement have been and are being fulfilled.
es_es: El Proveedor de servicios proporcionará toda la información necesaria para demostrar que las obligaciones derivadas de este Acuerdo de procesamiento de datos se han cumplido y se están cumpliendo.

# Legal document processing agreement
source: The Service Provider shall, to the extent within its power, provide reasonable assistance to the Controller in fulfilling the latter's obligation to respond to requests of the Data Subject to exercise its rights laid down in the Regulation.
es_es: El Proveedor de Servicios deberá, en la medida de sus posibilidades, proporcionar asistencia razonable al Controlador para cumplir con la obligación de este último de responder a las solicitudes del Titular de los Datos para ejercer los derechos establecidos en el Reglamento.

# Legal document processing agreement
source: The Service Provider will endeavour to implement and maintain reasonable security procedures and practices appropriate to the nature of the information, to protect the Personal Information from unauthorized access, destruction, use, modification, or disclosure.
es_es: El proveedor de servicios se esforzará por implementar y mantener procedimientos y prácticas de seguridad razonables apropiados a la naturaleza de la información, para proteger la información personal del acceso no autorizado, destrucción, uso, modificación o divulgación.

# Legal document processing agreement
source: The Service Provider will endeavour to implement and maintain reasonable security procedures and practices appropriate to the nature of the information, to protect the Personal Information from unauthorized access, destruction, use, modification, or disclosure. To this end, the Service Provider shall take the technical and organizational security measures as set out in %s.
es_es: El proveedor de servicios se esforzará por implementar y mantener procedimientos y prácticas de seguridad razonables apropiados a la naturaleza de la información, para proteger la información personal del acceso no autorizado, destrucción, uso, modificación o divulgación. Con este fin, el proveedor de servicios tomará las medidas de seguridad técnicas y organizativas establecidas en %s.

# Legal document processing agreement
source: The Service Provider will endeavour to implement and maintain reasonable security procedures and practices appropriate to the nature of the information, to protect the Personal Information from unauthorized access, destruction, use, modification, or disclosure. To this end, the Service Provider will take the technical and organizational security measures as set out in a separate security protocol.
es_es: El proveedor de servicios se esforzará por implementar y mantener procedimientos y prácticas de seguridad razonables apropiados a la naturaleza de la información, para proteger la información personal del acceso no autorizado, destrucción, uso, modificación o divulgación. Con este fin, el proveedor de servicios tomará las medidas de seguridad técnicas y organizativas establecidas en un protocolo de seguridad separado.

# Legal document processing agreement
source: The undersigned:
es_es: El abajo firmante:

# Legal document processing agreement
source: This agreement including its recitals and annexes.
es_es: Este acuerdo, incluidos sus considerandos y anexos.

# Legal document processing agreement
source: This Agreement shall enter into force on the date it is signed by the Parties.
es_es: El presente Acuerdo entrará en vigor en la fecha de su firma por las Partes.

# Legal document processing agreement
source: This agreement takes effect when all parties have signed it, and its date is the date next to [or below] the signature of the last signer to sign it.
es_es: Este acuerdo entra en vigencia cuando todas las partes lo han firmado, y su fecha es la fecha al lado de [o debajo] de la firma del último firmante .

# Legal document processing agreement
source: This Data Processing Agreement regulates the Processing of Personal Data by the Processor within the scope of the Agreement.
es_es: Este Acuerdo de Tratamiento de Datos regula el Tratamiento de Datos Personales por el Procesador dentro del ámbito del Acuerdo.

# Legal document processing agreement
source: This Data Processing Agreement regulates the Processing of Personal Data by the Service Provider within the scope of the Agreement.
es_es: Este Acuerdo de procesamiento de datos regula el procesamiento de datos personales por parte del Proveedor de servicios dentro del alcance del Acuerdo.

# Legal document processing agreement
source: This Data Processing Agreement shall terminate after and insofar as the Processor has deleted or returned all Personal Data in accordance with Article 10.
es_es: El presente Acuerdo de Tratamiento de Datos finalizará después y en la medida en que el Responsable haya eliminado o devuelto todos los Datos Personales de conformidad con el artículo 10.

# Legal document processing agreement
source: This Data Processing Agreement shall terminate after and insofar as the Service Provider has deleted or returned all Personal Data in accordance with Article 9.
es_es: Este Acuerdo de procesamiento de datos terminará después y en la medida en que el Proveedor de servicios haya eliminado o devuelto todos los Datos personales de conformidad con el Artículo 9.

# Legal document processing agreement
source: This duty of confidentiality shall not apply where the Controller has given express consent to disclose the data to third parties, if disclosure of the data to third parties is logically necessary given the nature of the assignment and the performance of this Data Processing Agreement, or if there is a statutory obligation to disclose the data to a third party.
es_es: Esta obligación de confidencialidad no se aplicará cuando el responsable del tratamiento haya dado su consentimiento expreso para revelar los datos a terceros, cuando la revelación de los datos a terceros sea lógicamente necesaria habida cuenta de la naturaleza de la cesión y de la ejecución del presente Acuerdo sobre tratamiento de datos, o cuando exista una obligación legal de revelar los datos a un tercero.

# Legal document processing agreement
source: WHEREAS:
es_es: POR CUANTO:

# Legal document processing agreement
source: Within the scope of the Agreement, the Processor may make use of third parties on condition that the Controller is informed thereof in advance; the Controller may terminate the Agreement if it cannot accept the use of a specific third party.
es_es: Dentro del alcance del Acuerdo, el Procesador podrá hacer uso de terceros a condición de que el Contralor sea informado de ello con antelación; el Contralor podrá rescindir el Acuerdo si no puede aceptar el uso de un tercero específico.

# Legal document processing agreement
source: Within the scope of the Data Processing Agreement, the Processor shall process the following (special) personal data on the instructions of the Controller:<br>%s<br>%s
es_es: Dentro del alcance del Acuerdo de Procesamiento de Datos, el Procesador procesará los siguientes datos personales (especiales) bajo las instrucciones del Controlador: <br>%s<br>%s

# Legal document processing agreement
source: Within the scope of the Data Processing Agreement, the Service Provider shall process the following Personal data on the instructions of the Controller:%s%s
es_es: Dentro del alcance del Acuerdo de procesamiento de datos, el Proveedor de servicios procesará los siguientes datos personales siguiendo las instrucciones del controlador:%s%s

# Legal document processing agreement:paragraph title
source: Agreement
es_es: Acuerdo

# Legal document processing agreement:paragraph title
source: Controller:
es_es: Controlador:

# Legal document processing agreement:paragraph title
source: Data Processing Agreement
es_es: Acuerdo de procesamiento de datos

# Legal document processing agreement:paragraph title
source: Data Subject
es_es: Sujeto de los datos

# Legal document processing agreement:paragraph title
source: Data subject categories
es_es: Categorías de temas de datos

# Legal document processing agreement:paragraph title
source: Date:
es_es: Fecha:

# Legal document processing agreement:paragraph title
source: Definitions
es_es: Descripción

# Legal document processing agreement:paragraph title
source: Duty of Confidentiality of Personnel of the Processor
es_es: Deber de Confidencialidad del Personal del Procesador

# Legal document processing agreement:paragraph title
source: Entry into force and duration
es_es: Entrada en vigor y duración

# Legal document processing agreement:paragraph title
source: Per:
es_es: Por:

# Legal document processing agreement:paragraph title
source: Personal Data
es_es: Borre datos personales

# Legal document processing agreement:paragraph title
source: Personal Data Breach
es_es: Violación de datos

# Legal document processing agreement:paragraph title
source: Processing
es_es: Procesamiento

# Legal document processing agreement:paragraph title
source: Purpose of the processing
es_es: Finalidad del tratamiento

# Legal document processing agreement:paragraph title
source: Regulation
es_es: Regulación

# Legal document processing agreement:paragraph title
source: Scope of Processing Authority of the Processor
es_es: Ámbito de aplicación de la autoridad de transformación del transformador

# Legal document processing agreement:paragraph title
source: Security measures
es_es: Medidas de seguridad

# Legal document processing agreement:paragraph title
source: Security of the Processing
es_es: Seguridad del tratamiento

# Legal document processing agreement:paragraph title
source: Service Provider:
es_es: Proveedor de servicios:

# Legal document processing agreement:paragraph title
source: Subject of this Data Processing Agreement
es_es: Objeto del presente Acuerdo de Tratamiento de Datos

# Legal document processing agreement:paragraph title
source: This agreement takes effect when all parties have signed it, and its date is the date next to [or below] the signature of the last signer to sign it.
es_es: Este acuerdo entra en vigencia cuando todas las partes lo han firmado, y su fecha es la fecha al lado de [o debajo] de la firma del último firmante .

source: Legal job title. Required if your profession or the activities displayed on the website require a certain diploma.
es_es: Título legal profesional. Se requiere si su profesión o las actividades que se muestran en el sitio web requieren un cierto diploma.

source: Legal obligation
es_es: Obligación legal

source: Legitimate interest
es_es: Interés legítimo

source: Let's start the Wizard
es_es: Comencemos el Asistente

source: Liability
es_es: Obligación

source: License
es_es: Licencia

source: license data error
es_es: licencia y error de datos

source: License Key
es_es: Código de licencia

source: Like Complianz | GDPR/CCPA Cookie Consent?
es_es: ¿Te gusta Compilanz | GDPR/CCPA cookie consent?

source: Limited: only with Processors that are necessary for the fulfillment of my service
es_es: Limitado: solo con los procesos que son necesarios para los requerimientos de mi servicio

source: Limited: only with Service Providers that are necessary for the fulfillment of my service
es_es: Limitada: sólo con los proveedores de servicios que sean necesarios para el cumplimiento de mi servicio

source: Link to custom page
es_es: Enlace a página personalizada

source: Link to menu
es_es: Enlace al menú

source: list
es_es: lista

source: Location
es_es: Localización

source: Manage Consent
es_es: Gestionar Consentimiento

source: Manage consent
es_es: Gestionar Consentimiento

source: Manage consent text
es_es: Administrar texto de consentimiento

source: Manage options
es_es: Administrar opciones

source: Manage shop privacy
es_es: Gestionar la privacidad de la tienda

source: Manage vendors
es_es: Gestionar proveedores

source: Manage Your Privacy
es_es: Administre Su Privacidad

source: Marital status
es_es: Estado civil

source: Marketing
es_es: Mercadeo

source: Marketing category text
es_es: Texto de categoría de marketing

source: Matomo is being used, but is not configured in Complianz.
es_es: Se está usando Matomo, pero no está configurado en Complianz.

source: Maybe later
es_es: Tal vez más tarde

source: Medical data
es_es: Datos Médicos

source: Medical information
es_es: Información médica

source: Medical information.
es_es: Información médica

source: Members
es_es: Miembros

source: Min width of banner in pixels
es_es: Ancho mínimo del banner en píxeles

source: Minimal
es_es: Mínimo

source: Miscellaneous
es_es: Misceláneas

source: More legal documents
es_es: Más documentos legales

source: Multiple categories should be separated with a semi - colon.
es_es: Múltiples categorías deben ser separadas con un punto y coma.

source: Multiple categories should be separated with a semi-colon.
es_es: Múltiples categorías deben ser separadas con un punto y coma.

source: Multiple regions
es_es: Múltiples regiones

source: Name
es_es: Nombre

source: name
es_es: nombre

source: Name Address City
es_es: Nombre Dirección Ciudad

# Name of post type
source: Dataleak reports
es_es: Informes de filtración de datos

# Name of post type
source: Processing agreements
es_es: Acuerdos de tratamiento

# Name of post type in menu
source: Dataleak reports
es_es: Informes de filtración de datos

# Name of post type in menu
source: Processing agreements
es_es: Acuerdos de procesamiento

source: Name of the %s with whom you share the data
es_es: Nombre de los %s con los que comparte los datos

source: Name of the Third Party with whom you share the data
es_es: Nombre del tercero con quien comparte los datos

source: Name one or more person(s) who can legally represent the company or legal entity.
es_es: Nombre una o más persona(s) que puedan representar legalmente a la empresa o entidad legal.

source: Name, Address and City
es_es: Nombre, Direcciones y Ciudad

source: Necessary retention period in months after completion:
es_es: Período de retención necesario en meses después de la finalización:

source: Necessity
es_es: Necesidad

source: Need help? Quickly submit your support ticket
es_es: ¿Necesita ayuda? Envíe rápidamente su ticket de soporte

source: Need new features or languages? Let us know!
es_es: ¿Necesita nuevas funciones o idiomas? Háganoslo saber!

source: New cookie banner
es_es: New banner de cookies

source: New entry
es_es: Entrada nueva

source: Newsletters
es_es: Boletines de noticias

source: Next
es_es: Siguiente

source: No active plugins detected in the integrations list.
es_es: No hay plugins detectados en la lista de integración.

source: No agreement selected
es_es: No se ha seleccionado ningún acuerdo

source: No changes in plugin privacy policies have been detected.
es_es: No se han detectado cambios en las políticas de privacidad del plugin.

source: No choice
es_es: No hay otra opción

source: No cookie changes have been detected.
es_es: No se han detectado cambios en las cookies.

source: No cookies detected
es_es: No se detectaron cookies

source: No cookies detected yet
es_es: No se han detectado cookies

source: No document
es_es: Ningún documento

source: No menus were found. Skip this step, or %screate a menu%s first.
es_es: No se encontraron menús. Omita este paso o %scree un menú%s primero.

source: No options found
es_es: No se han encontrado opciones

source: No plugin changes have been detected.
es_es: No se han detectado cambios en el plugin.

source: No plugins with suggested statements found.
es_es: No se han encontrado plugins con políticas sugeridas.

source: No purposes listed
es_es: No hay propósitos enumerados

source: No rights reserved
es_es: No se reservan derechos

source: No security incident has occurred.
es_es: No se ha producido ningún incidente de seguridad.

source: No service types listed
es_es: No hay tipos de servicios listados

source: No services listed
es_es: No hay servicios listados

source: No warning
es_es: Sin advertencia

source: No, processing outside Canada is not allowed.
es_es: No, el procesamiento fuera de Canadá no está permitido.

source: No, processing outside the EEA is not allowed.
es_es: No, el tratamiento fuera del Espacio Económico Europeo no está permitido.

source: No, processing outside the UK is not allowed.
es_es: No, el proceso fuera de Reino Unido no está permitido.

source: No, processing outside the United States is not allowed.
es_es: No, el procesamiento fuera de los Estados Unidos no está permitido.

source: No, provide a general explanation
es_es: No, proporcione una explicación general.

source: None of the above
es_es: Ninguno de los de arriba

source: None selected
es_es: Ninguno seleccionado

source: North Macedonia
es_es: Macedonia Norte

source: Norwegian
es_es: Noruego

source: Not all fields have been entered, or you have not clicked the "finish" button yet.
es_es: No se han introducido todos los campos o no ha hecho clic en el botón "Finalizar".

source: Not all required fields are completed yet. Please check the steps to complete all required questions
es_es: Aún no se han completado todos los campos obligatorios. Por favor, compruebe los pasos para completar todas las preguntas requeridas

source: Not complying to the processing data contract.
es_es: Incumplimiento del contrato de procesamiento de datos.

source: Not liable for third-party content
es_es: No es responsable del contenido de terceros

source: Not liable when security is breached
es_es: No es responsable en caso de violación de la seguridad

source: Nothing on your to do list
es_es: Nada en tu lista de cosas por hacer

# notification email
source: Your legal documents on %s have not been updated in 12 months. Please log in and run the %swizard%s in the Complianz plugin to check if everything is up to date.
es_es: Sus documentos legales en %s no se han actualizado en 12 meses. Inicie sesión y ejecute el %sasistente%s en el plugin Complianz para comprobar si todo está actualizado.

source: Notification email content
es_es: Contenido del correo electrónico de notificación

source: Notification email subject
es_es: Asunto del correo electrónico de notificación

source: Notification of dataleak
es_es: Notificación de pérdida de datos

source: Notification sender email address
es_es: Notificación de dirección de correo electrónico

source: Obsolete page, you can delete %s
es_es: Página obsoleta, puede eliminar %s

source: On our site we use the following purposes:
es_es: En nuestro sitio utilizamos los siguientes propósitos:

source: Once every day
es_es: Una vez al día

source: Once every month
es_es: Una vez al mes

source: Once every quarter and more often with reasonable suspicion of abuse.
es_es: Una vez cada trimestre y más a menudo si hay sospecha razonable de abuso.

source: Once every week
es_es: Una vez cada semana

source: Once every year and more often with reasonable suspicion of abuse.
es_es: Una vez al año y más a menudo si hay sospecha razonable de abuso.

source: Only I can perform audits
es_es: Sólo yo puedo realizar auditorías

source: Opt in to the %sCookiedatabase.org API%s
es_es: Optar por la %sAPI de cookiedatabase.org%s

source: Opt-in settings (consent for statistics)
es_es: Configuración de aceptación (consentimiento para estadísticas)

source: Options
es_es: Opciones

source: other information concerning the child or the parents, combined with an identifier as described above
es_es: otra información relativa al niño o a los padres, combinada con un identificador como el descrito anteriormente

source: Other period
es_es: Otro periodo

source: Other:
es_es: Otro:

source: Our blog
es_es: Nuestro blog

source: Passport number
es_es: Número de pasaporte

source: Paste here all your scripts that activate cookies. Enter the scripts without the script tags
es_es: Pegue aquí todos los scripts que activan las cookies. Introduzca los scripts sin las etiquetas de script

source: Patients
es_es: Pacientes

source: Pause sending
es_es: Pausa en el envío

source: Payments
es_es: Pagos

source: Percentage
es_es: Porcentaje

source: Performance of a public task
es_es: Realización de una tarea pública

source: Performance of an agreement
es_es: Ejecución de un acuerdo

source: Personal data has been lost, and there is no up to date back-up
es_es: Se han perdido datos personales y no hay una copia de seguridad actualizada

source: Personal data is lost, without a recent copy or back-up.
es_es: Datos personales se han perdido, sin una copia reciente o copia de seguridad.

source: Philippines
es_es: Peru

source: Phone number
es_es: Número de teléfono

source: Photo's
es_es: Fotos

source: Photos
es_es: Fotos

source: Physical characteristics or description
es_es: Características físicas o descripción

source: Physical security measures of systems which contain personal data.
es_es: Medidas de seguridad física de los sistemas que contengan datos de carácter personal.

source: PIPEDA (Canada)
es_es: PIPEDA (Canadá)

source: Placeholder active
es_es: Marcador de posición activo

source: Please accept cookies so we can validate your request with reCaptcha, and submit this form
es_es: Acepte las cookies para que podamos validar su solicitud con reCaptcha, y envíe este formulario

source: Please check the following to ensure a smooth update:
es_es: Por favor, revisa lo siguiente para asegurar una actualización sin problemas:

source: Please complete the wizard to check if you need a cookie banner.
es_es: Por favor, complete el asistente para comprobar si necesita una advertencia de cookies.

source: Please enter a valid email address.
es_es: Por favor, introduzca una dirección de correo electrónico válida.

source: Please enter the toll-free telephone number and addresses of the major credit reporting agencies:
es_es: Por favor ingrese el número de teléfono sin costo y las direcciones de las principales agencias de informes de crédito:

source: Please enter your name
es_es: Por favor, introduzca su nombre

source: Please make sure you remove your current implementation to prevent double statistics tracking.
es_es: Asegúrese de eliminar su implementación actual para evitar el doble seguimiento de estadísticas.

source: Please note that the consumer explicitly has to consent to these terms, and that the consumer must be able to revoke this consent.
es_es: Tenga en cuenta que el consumidor tiene que dar su consentimiento explícito a estas condiciones, y que el consumidor debe poder revocar este consentimiento.

source: Please note that you should customize these texts for your website: the text should generally not be copied as is.
es_es: Tenga en cuenta que debe personalizar estos textos para su sitio web: por lo general, el texto no debe copiarse tal cual.

source: Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies. The data that is retrieved is anonymized as much as possible.
es_es: Por favor lee la política de privacidad de estas redes sociales (que puede cambiar frecuentemente) para saber que hacen con tus datos (personales) que procesan usando estas cookies. Los datos que reciben son anonimizados el máximo posible.

source: Please report this incident to the %sInformation Commissioner's Office%s.
es_es: Por favor reporte este incidente a la %sOficina de Información del Comisionado%s.

source: Please report this incident to the data protection authority.
es_es: Por favor, informe de este incidente a la autoridad de protección de datos.
