Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: Imports completed successfully
es_es: Importaciones realizadas con éxito

source: In which register of companies, associations, partnerships or cooperatives is your company registered?
es_es: ¿En qué registro de empresas, asociaciones, sociedades o cooperativas está registrada su empresa?

source: inactive
es_es: inactivo

source: Incident
es_es: Incidente

source: Indicate for what purpose personal data is processed via your website:
es_es: Indique con qué finalidad se procesan los datos personales a través de su sitio web:

source: Inform your users about a data leak
es_es: Informe a sus usuarios sobre una fuga de datos

source: Information collected for chat/messageboard
es_es: Información recopilada para el chat / panel de mensajes

source: Information collected for email contact
es_es: Información recopilada para contacto por correo electrónico

source: Information or data collected through the use or operation of an automated license plate recognition system
es_es: Información o datos recopilados mediante el uso u operación de un sistema automatizado de reconocimiento de matrículas

source: Insurance policy number
es_es: Número de póliza de seguro

source: Integrate Forminator with Complianz Privacy Suite
es_es: Integrar Forminator con Complianz Privacy Suite

source: Integrations
es_es: Integraciones

source: Internet activity information, including, but not limited to, browsing history, search history, and information regarding a consumer's interaction with an Internet Web site, application, or advertisement
es_es: Información sobre la actividad en Internet, incluyendo, pero sin limitarse a, el historial de navegación, el historial de búsqueda y la información relacionada con la interacción de un consumidor con un sitio web, aplicación o anuncio en Internet

# intro company info
source: Here you can select which legal documents you want to generate with Complianz. You can also use existing legal documents.
es_es: Aquí puede seleccionar qué documentos legales desea generar con Complianz. También puede usar documentos legales existentes.

# intro company info
source: We need some information to be able to generate your documents.
es_es: Necesitamos algo de información para ser capaces de generar tus documentos.

# intro company info
source: We need some information to be able to generate your Impressum. Not all fields are required.
es_es: Necesitamos alguna información para poder generar su Aviso Legal. No todos los campos son obligatorios.

# intro disclaimer
source: Answers you will give below will be used to generate your Disclaimer.
es_es: Las respuestas que dé a continuación se utilizarán para generar su renuncia de responsabilidad.

# intro first step
source: Please note that you can always save and finish the wizard later (if you need a break), use our %sdocumentation%s for additional information or log a %ssupport ticket%s if you need our assistance.
es_es: Tenga en cuenta que siempre puede guardar y terminar el asistente más tarde (si necesita un descanso), utilizar nuestra %sdocumentación%s para obtener información adicional o registrar un %sticket de soporte%s si necesita nuestra asistencia.

# intro first step
source: The answers in the first step of the wizard are needed to configure your documents and consent banner specifically to your needs.
es_es: Las respuestas en el primer paso del asistente son necesarias para configurar sus documentos y banner de consentimiento específicamente a sus necesidades.

# intro first step
source: We have tried to make our Wizard as simple and fast as possible. Although these questions are all necessary, if there’s any way you think we can improve the plugin, please let us %sknow%s!
es_es: Hemos intentado que nuestro Asistente autómatico sea lo más sencillo y rápido posible. Aunque todas estas preguntas son necesarias, si hay alguna manera de que podamos mejorar el plugin, por favor %shaganoslo saber%s!

# intro first step
source: Welcome to the Wizard.
es_es: Bienvenido al Asistente.

# intro menu
source: Generate your documents, then you can add them to your menu directly or do it manually after the wizard is finished.
es_es: Genere sus documentos, luego puede agregarlos a su menú directamente o hacerlo manualmente una vez que el asistente haya finalizado.

# intro menu
source: Get ready to finish your configuration.
es_es: Prepárate para terminar tu configuración.

# intro plugins
source: Plugins and themes can add their own suggested privacy paragraphs here. You can choose to add these to the Annex of your Privacy Statement. Please remember to check these texts and to customize them for your website.
es_es: Los complementos (plugins) y los temas pueden agregar sus propios párrafos de privacidad sugeridos aquí. Puede optar por agregarlos al Anexo de su Declaración de privacidad. Por favor, recuerde revisar estos textos y personalizarlos para su sitio web.

# intro plugins
source: Privacy & Plugins
es_es: Privacidad y Plugins

# intro plugins
source: You can also add additional custom texts to the Annex of your Privacy Statement if you like.
es_es: También puede agregar textos personalizados adicionales al Anexo de su Declaración de privacidad si lo desea.

# intro scan
source: Complianz will scan several pages of your website for first-party cookies and known third-party scripts. The scan will be recurring monthly to keep you up-to-date!
es_es: Complianz escaneará las páginas de su sitio web en busca de cookies de origen y scripts de terceros conocidos. ¡La exploración será periódica mensual para mantenerlo actualizado!

# intro script center
source: The script center should be used to add and block third-party scripts and iFrames before consent is given, or when consent is revoked. For example Hotjar and embedded video’s.
es_es: El centro de scripts debe utilizarse para agregar y bloquear scripts e iFrames de terceros antes de dar su consentimiento o cuando éste sea revocado. Por ejemplo, Hotjar y los vídeos incrustados.

# intro third parties
source: In this section, we need you to fill in information about third parties and processors you’re working with.
es_es: En esta sección, necesitamos que rellene la información sobre terceros y procesadores con los que está trabajando.

# intro used cookies
source: Below services use cookies on your website to add functionality. You can use cookiedatabase.org to synchronize information or edit the service if needed. Unknown services will be moderated and added by cookiedatabase.org as soon as possible.
es_es: Los siguientes servicios utilizan cookies en su sitio web para agregar funcionalidad. Puede usar cookiedatabase.org para sincronizar información o editar el servicio si es necesario. Cookiedatabase.org moderará y agregará servicios desconocidos lo antes posible.

# intro used cookies
source: The cookiedatabase.org community will be asked to add missing cookie information. To know more about cookiedatabase.org and cookie descriptions, please read %sthis article%s.
es_es: Se le pedirá a la comunidad cookiedatabase.org que agregue la información de cookies que faltan. Para obtener más información sobre cookiedatabase.org y las descripciones de cookies, lea %seste artículo%s.

# intro used cookies
source: With the automatic cookie scan, most first-party cookies should be detected. These cookies will be synchronized with cookiedatabase.org to get the latest information and complete descriptions. Descriptions are by default synchronized with cookiedatabase.org to keep your Cookie Policy up-to-date. To manually edit the cookie, either disable synchronization in your dashboard or make a contribution to cookiedatabase.org.
es_es: Con el escaneo automático de cookies, se deberían detectar la mayoría de las cookies originales. Estas cookies se sincronizarán con cookiedatabase.org para obtener la información más reciente y descripciones completas. Las descripciones se sincronizan de manera predeterminada con cookiedatabase.org para mantener su política de cookies actualizada. Para editar manualmente la cookie, desactive la sincronización en su configuración o haga una contribución a cookiedatabase.org.

source: IP Address
es_es: Dirección IP

source: IP address
es_es: Dirección IP

source: Iran, Islamic Republic Of
es_es: Iran, República Islámica de

source: Iraq
es_es: Irak

source: Ireland
es_es: Irlanda

source: Is Hotjar configured in a privacy-friendly way?
es_es: Está Hotjar configurada en forma amistosa con la privacidad?

source: Is your website built according to WCAG 2.1 level AA guidelines?
es_es: ¿Está su sitio web construido de acuerdo con las pautas de nivel AA de WCAG 2.1?

source: Is your website designed to attract children and/or is it your intent to collect personal data from children under the age of 13?
es_es: ¿Su sitio web está diseñado para atraer a los niños y/o tiene la intención de recopilar datos personales de niños menores de 13 años?

source: Is your website included in a COPPA Safe Harbor Certification Program?
es_es: ¿Está su sitio web incluido en el Programa de Certificación COPPA Safe Harbor?

source: ISO27001/27002 certified
es_es: Certificado ISO27001/27002

source: Issue a new %scookiescan%s (we will automatically start one 30 minutes after update)
es_es: Generar una nueva %sexploración de cookies%s (comenzaremos una automáticamente 30 minutos después de la actualización)

source: It can not be excluded that unauthorised persons have gained access to the personal data
es_es: No puede excluirse que personas no autorizadas hayan tenido acceso a los datos personales

source: It can not be excluded that unauthorized persons have gained access to personal data
es_es: No puede excluirse que personas no autorizadas hayan tenido acceso a datos personales

source: It can not be excluded that unauthorized persons have gained access to the personal data
es_es: No puede excluirse que personas no autorizadas hayan tenido acceso a los datos personales

source: It depends on your settings if this category is necessary, so it will conditionally show
es_es: Depende de su configuración si esta categoría es necesaria, por lo que se mostrará de forma condicionada.

source: It is necessary for my own legitimate interest, and that interest outweighs the interest of the person concerned
es_es: Es necesario para mi propio interés legítimo, y ese interés prevalece sobre el interés de la persona en cuestión

source: It is necessary for the execution of an agreement with the person concerned
es_es: Es necesario para la ejecución de un acuerdo con la persona interesada

source: It is necessary to fulfilll a task concerning public law
es_es: Es necesario cumplir una tarea relativa al derecho público

source: It is not necessary to inform those involved.
es_es: No es necesario informar a los implicados.

source: It is recommended to select a Privacy Statement.
es_es: Se recomienda seleccionar una política de privacidad.

source: It's recommended to let Complianz handle the statistics script. This way, the plugin can detect if it needs to be hooked into the cookie consent code or not. But if you have set it up yourself and don't want to change this, you can choose to do so
es_es: Es recomendado dejar que Compilanz controle el script estadístico. Así, el plugin puede detectar si necesita ser puesto el aviso de consentimiento de cookies o no. Pero si lo tienes puesto tú y no quieres cambiar esto, puedes decir hacer esto.

source: Italian
es_es: Italiano

source: Japan
es_es: Japón

source: Javascript errors are detected on the front-end of your site. This may break the cookie banner functionality.
es_es: Se han detectado errores JavaScript en la página principal de tu sitio. Esto puede romper la funcionalidad del banner de cookies.

source: Job applicants
es_es: Solicitantes de trabajo

source: jQuery was not detected on the front-end of your site. Complianz requires jQuery.
es_es: No se ha detectado jQuery en la página principal de tu sitio. Complianz necesita jQuery.

source: Last cookie scan on %s
es_es: Último análisis de cookies en %s

source: Last error in the console:
es_es: Último error en la consola:

source: Leave a review
es_es: Dejar un comentario

source: Legacy categories
es_es: Categorías heredadas

source: Legal bases
es_es: Bases legales

source: Legal Document
es_es: Documento Legal

# Legal document cookie policy
source: A cookie is a small simple file that is sent along with pages of this website and stored by your browser on the hard drive of your computer or another device. The information stored therein may be returned to our servers or to the servers of the relevant third parties during a subsequent visit.
es_es: Una cookie es un pequeño archivo que se envía junto con las páginas de este sitio web y que su navegador almacena en el disco duro de su ordenador u otro dispositivo. La información almacenada puede ser devuelta a nuestros servidores o a los servidores de los terceros relevantes durante una visita posterior.

# Legal document cookie policy
source: A script is a piece of program code that is used to make our website function properly and interactively. This code is executed on our server or on your device.
es_es: Un script es un fragmento de código de programa que se utiliza para hacer que nuestro sitio web funcione correctamente y de forma interactiva. Este código se ejecuta en nuestro servidor o en su dispositivo.

# Legal document cookie policy
source: A web beacon (or a pixel tag) is a small, invisible piece of text or image on a website that is used to monitor traffic on a website. In order to do this, various data about you is stored using web beacons.
es_es: Una baliza web (o una etiqueta de píxel) es una pequeña e invisible pieza de texto o imagen en un sitio web que se utiliza para monitorear el tráfico en el sitio web. Para ello, se almacenan varios datos sobre usted mediante estas balizas web.

# Legal document cookie policy
source: Because statistics are being tracked anonymously, no permission is asked to place analytical cookies.
es_es: Como los datos estadísticos son monitorizados anónimamente, no se pide permiso para poner cookies analíticas.

# Legal document cookie policy
source: Because these cookies are marked as tracking cookies, we ask your permission to place these.
es_es: Debido a que estas cookies están marcadas como cookies de seguimiento, le pedimos su permiso para colocarlas.

# Legal document cookie policy
source: For questions and/or comments about our Cookie Policy and this statement, please contact us by using the following contact details:
es_es: Para preguntas y/o comentarios sobre nuestra política de cookies y esta declaración, póngase en contacto con nosotros utilizando los siguientes datos de contacto:

# Legal document cookie policy
source: If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.
es_es: Si usted nos da su consentimiento para procesar sus datos, tiene derecho a revocar dicho consentimiento y a que se eliminen sus datos personales.

# Legal document cookie policy
source: On our website we have included buttons for %s to promote webpages (e.g. “like”, “pin”) or share (e.g. “tweet”) on social networks like %s. These buttons work using pieces of code coming from %s themselves. This code places cookies. These social media buttons also can store and process certain information, so a personalized advertisement can be shown to you.
es_es: En nuestro sitio web hemos incluidos botones para %s publicitar páginas (p.e. "like, "pin") o compartirlas (p.e. "tweet") en redes sociales como %s. Estos botones funcionan usando código de %s ellos mismos. Este código incrusta cookies. Estos botones de redes sociales pueden almacenar y procesar cierta información, de esta manera puede ser mostrado un anuncio personalizado.

# Legal document cookie policy
source: On this website we use advertising cookies, enabling us to gain insights into the campaign results. This happens based on a profile we create based on your behavior on %s. With these cookies you, as website visitor, are linked to a unique ID but these cookies will not profile your behavior and interests to serve personalized ads.
es_es: En esta web usamos cookies de anunciantes, permitiéndonos tener ideas sobre los resultados de la campaña. Esto ocurre en base a un perfil que creamos basado en tu comportamiento en %s. Con estas cookies tú, como visitante de la web, estás asociado a un ID único, pero estas cookies no harán un perfil de tu comportamiento e intereses para servirte anuncios personalizados.

# Legal document cookie policy
source: On this website we use advertising cookies, enabling us to personalize the advertisements for you, and we (and third parties) gain insights into the campaign results. This happens based on a profile we create based on your click and surfing on and outside %s. With these cookies you, as website visitor are linked to a unique ID, so you do not see the same ad more than once for example.
es_es: En este sitio web utilizamos cookies publicitarias, lo que nos permite personalizar los anuncios para usted, y nosotros (y terceros) obtenemos información sobre los resultados de la campaña. Esto sucede en base a un perfil que creamos en base a su clic y navegación dentro y fuera de %s. Con estas cookies usted, como visitante del sitio web, está vinculado a un ID único, por lo que no verá el mismo anuncio más de una vez, por ejemplo.

# Legal document cookie policy
source: Our website, %s (hereinafter: "the website") uses cookies and other related technologies (for convenience all technologies are referred to as "cookies"). Cookies are also placed by third parties we have engaged. In the document below we inform you about the use of cookies on our website.
es_es: Nuestro sitio web, %s (en adelante: "el sitio web") usa cookies y otras tecnologías relacionadas (para mayor comodidad, todas las tecnologías se denominarán como "cookies"). Las cookies también pueden ser colocadas por terceros que hemos contratado. En el siguiente documento le informamos sobre el uso de cookies en nuestro sitio web.

# Legal document cookie policy
source: Please note that our website may not work properly if all cookies are disabled. If you do delete the cookies in your browser, they will be placed again after your consent when you visit our websites again.
es_es: Tenga en cuenta que nuestro sitio web puede no funcionar correctamente si todas las cookies están deshabilitadas. Si borra las cookies de su navegador, se volverán a colocar después de su consentimiento cuando vuelva a visitar nuestros sitios web.

# Legal document cookie policy
source: Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies. The data that is retrieved is anonymized as much as possible.
es_es: Por favor lee la política de privacidad de estas redes sociales (que puede cambiar frecuentemente) para saber que hacen con tus datos (personales) que procesan usando estas cookies. Los datos que reciben son anonimizados el máximo posible.

# Legal document cookie policy
source: Right of access: You have the right to access your personal data that is known to us.
es_es: Derecho de acceso: Tiene derecho a acceder a los datos personales que conocemos sobre usted.

# Legal document cookie policy
source: Right to object: you may object to the processing of your data. We comply with this, unless there are justified grounds for processing.
es_es: Derecho de oposición: usted puede oponerse al tratamiento de sus datos. Nosotros cumplimos con esto, a menos que existan motivos justificados para el procesamiento.

# Legal document cookie policy
source: Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.
es_es: Derecho de rectificación: tiene derecho a completar, rectificar, borrar o bloquear sus datos personales cuando lo desee.

# Legal document cookie policy
source: Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.
es_es: Derecho de cesión de sus datos: tiene derecho a solicitar todos sus datos personales al controlador y a transferirlos íntegramente a otro controlador.

# Legal document cookie policy
source: Sharing data
es_es: Compartir datos

# Legal document cookie policy
source: Some cookies ensure that certain parts of the website work properly and that your user preferences remain known. By placing functional cookies, we make it easier for you to visit our website. This way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid.
es_es: Algunas cookies aseguran que ciertas partes del sitio web funcionen correctamente y que sus preferencias de usuario sigan siendo reconocidas. Al colocar cookies funcionales, le facilitamos la visita a nuestro sitio web. De esta manera, usted no necesita introducir repetidamente la misma información cuando visita nuestro sitio web y, por ejemplo, los artículos permanecen en su cesta de la compra hasta que usted haya pagado.

# Legal document cookie policy
source: Some cookies ensure that certain parts of the website work properly and that your user preferences remain known. By placing functional cookies, we make it easier for you to visit our website. This way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid. We may place these cookies without your consent.
es_es: Algunas cookies aseguran que ciertas partes del sitio web funcionen correctamente y que sus preferencias de usuario sigan siendo reconocidas. Al colocar cookies funcionales, le facilitamos la visita a nuestro sitio web. De esta manera, usted no necesita introducir repetidamente la misma información cuando visita nuestro sitio web y, por ejemplo, los artículos permanecen en su cesta de la compra hasta que usted haya pagado. Podemos colocar estas cookies sin su consentimiento.

# Legal document cookie policy
source: This Cookie Policy was last updated on %s and applies to citizens of the European Economic Area.
es_es: Esta política de cookies fué actualizada por última vez en %s y se aplica a los ciudadanos del Espacio Económico Europeo.

# Legal document cookie policy
source: This Cookie Policy was synchronized with %scookiedatabase.org%s on %s
es_es: Esta politica de cookies fué sincronizada con %scookiedatabase.org%s en %s

# Legal document cookie policy
source: This page was last changed on %s, last checked on %s and applies to citizens of Canada.
es_es: Esta página se modificó por última vez el %s, se verificó por última vez en %s y se aplica a los ciudadanos de Canadá.

# Legal document cookie policy
source: To exercise these rights, please contact us. Please refer to the contact details at the bottom of this Cookie Policy. If you have a complaint about how we handle your data, we would like to hear from you, but you also have the right to submit a complaint to the supervisory authority (the Data Protection Authority).
es_es: Para ejercer estos derechos, póngase en contacto con nosotros. Por favor refiérase a los detalles de contacto en la parte inferior de esta declaración de cookies. Si tiene alguna queja sobre cómo manejamos sus datos, nos gustaría saber de usted, pero también tiene derecho a presentar una queja a la autoridad supervisora (la Autoridad de Protección de Datos).
