Repository: Really-Simple-Plugins/complianz-terms-conditions
Catalog: languages/complianz-gdpr-*.po
Languages: es_es

source: You have selected options that indicate your site processes sensitive, personal data. You should select 'Yes'
es_es: Ha seleccionado opciones que indican que su sitio procesa datos personales sensibles. Debes seleccionar 'Sí'

source: You have selected options which indicate your statistics tracking needs a cookie banner. To enable Complianz to handle the statistics, you should remove your current statistics tracking, and configure it in Complianz
es_es: Tienes activadas opciones que indican que tu monitorización estadística necesita un aviso de cookies. Para permitir que Compilanz controle las estadísticas, necesitas quitar tu monitorización estadística actual, y configurarlo en Compilanz.

source: You have selected you anonymize IP addresses. This setting is now enabled in %s.
es_es: Has seleccionado anonimizar las direcciones IP. Ahora, este ajuste está activado en %s.

source: You have selected you anonymize IP addresses. This setting is now enabled in Beehive.
es_es: Ha seleccionado anonimizar las direcciones IP. Esta configuración ahora está habilitada en Beehive.

source: You have selected you anonymize IP addresses. This setting is now enabled in MonsterInsights.
es_es: Ha seleccionado anonimizar las direcciones IP. Esta configuración ahora está habilitada en MonsterInsights.

source: You have selected you do not share data with third-party networks. Demographics is now disabled in MonsterInsights.
es_es: Ha seleccionado que no comparte datos con redes de terceros. La demografía ahora está deshabilitada en MonsterInsights.

source: You have selected you do not share data with third-party networks. Display advertising is now disabled in %s.
es_es: Has seleccionado que no compartes datos con redes de terceros. Ahora, la visualización de publicidad está desactivada en %s.

source: You have selected you do not share data with third-party networks. Display advertising is now disabled in Beehive.
es_es: Ha seleccionado que no comparte datos con redes de terceros. El muestreo de publicidad ahora está deshabilitada en Beehive.

source: You have selected you do not share data with third-party networks. Remarketing is now disabled in %s.
es_es: Ha seleccionado que no comparte datos con redes de terceros. El remarketing ahora está deshabilitado en %s.

source: You have stated that you don't use third-party services. Do you use plugins that might set marketing cookies?
es_es: Has indicado que no usas servicios de terceros. ¿Usas plugins que pueden establecer cookies de marketing?

source: You haven't accepted the usage of the cookiedatabase.org API. To automatically complete your cookie descriptions, please choose yes in the integrations step.
es_es: No has aceptado el uso de la API de cookiedatabase.org. Para completar automáticamente las descripciones de tus cookies, por favor, selecciona «Sí» en el paso de integraciones.

source: You haven't created all required pages yet. You can add missing pages in the previous step, or create them manually with the shortcode. You can come back later to this step to add your pages to the desired menu, or do it manually via Appearance > Menu.
es_es: Aún no ha creado todas las páginas requeridas. Puede agregar páginas que faltan en el paso anterior, o crearlas manualmente con el shortcode. Puede volver más tarde a este paso para agregar sus páginas al menú deseado, o hacerlo manualmente a través de Apariencia > Menú.

source: You haven't enabled the privacy statement, so we can't determine if you need consent checkboxes
es_es: No ha activado la política de privacidad, por lo que no podemos determinar si necesita casillas de verificación de consentimiento.

source: You haven't selected any legal documents to create. You can skip this step
es_es: Usted no ha seleccionado ningún documento legal para crear. Puede saltarse este paso

source: You sell personal data from your customers. This means you are required to put the "%s" page clearly visible on your homepage.
es_es: Tu vendes datos personales de tus clientes. Esto quiere decir que tienes que poner la página %s claramente visible en tu página de inicio.

source: You should create a %s
es_es: Debes crear un %s

source: You should make a notice to the organizations that may be able to reduce the risk of harm from the breach or to mitigate that harm.
es_es: Debe hacer un aviso a las organizaciones que puedan reducir el riesgo de daño por el incumplimiento o mitigar ese daño.

source: You should report this incident to those involved.
es_es: Usted debe reportar este incidente a los involucrados.

source: You use %s, which means the answer to this question should be Google Analytics.
es_es: Usas %s, lo que significa que la respuesta a esta pregunta debería ser Google Analytics.

source: You use %s, which means the answer to this question should be Google Tag Manager.
es_es: Usas %s, lo que significa que la respuesta a esta pregunta debería ser Google Tag Manager.

source: You use Matomo for statistics on your site, but ip numbers are not anonymized, so you should your tracking script here
es_es: Usted utiliza Matomo para las estadísticas de su sitio, pero los números ip no están anonimizados, por lo que debe su secuencia de comandos de seguimiento aquí

source: You use Matomo for statistics on your site, with ip numbers anonymized, so it is not necessary to add the script here.
es_es: Usted utiliza Matomo para las estadísticas de su sitio, con números ip anonimizados, por lo que no es necesario añadir el script aquí.

source: You use plugins which place first-party marketing cookies. You can view these plugins on the integrations page. Complianz cannot automatically block first-party marketing cookies unless these plugins conform to the WP Consent API.
es_es: Usas plugins que colocan cookies propias de marketing. Puedes ver estos plugins en la página de integraciones. Complianz no puede bloquear automáticamente las cookies propias de marketing salvo que estos plugins se ajusten a la API de consentimiento de WP.

source: You're using Really Simple SSL Pro, headers that are enabled in Really Simple SSL Pro are checked already. You can manage them in the %ssettings%s
es_es: Está utilizando Really Simple SSL pro, los encabezados que están habilitados en Really Simple SSL pro ya están marcados. Puede administrarlos en %ssettings%s

source: Your choices will be applied globally.
es_es: Sus elecciones se aplicarán globalmente.

source: Your choices will be applied to this site only.
es_es: Sus elecciones se aplicarán solo en este sitio.

source: Your company is located in the EU, so you do not need to appoint a GDPR representative in the EU.
es_es: Su empresa está situada en la UE, por lo que no necesita nombrar a un representante de GDPR en la UE.

source: Your company is located in the United Kingdom, so you do not need to appoint a UK-GDPR representative in the United Kingdom.
es_es: Su empresa está ubicada en el Reino Unido, por lo que no necesita designar un representante de UK-GDPR en el Reino Unido.

source: Your company is located outside the EU, so should appoint a GDPR representative in the EU.
es_es: Su empresa está situada fuera de la UE, por lo que debe nombrar a un representante de GDPR en la UE.

source: Your company is located outside the United Kingdom, so should appoint a UK-GDPR representative in the United Kingdom.
es_es: Su empresa se encuentra fuera del Reino Unido, por lo que debe designar un representante de UK-GDPR en el Reino Unido.

source: Your contact forms do not require a consent checkbox
es_es: Sus formularios de contacto no requieren una casilla de verificación para consentimiento

source: Your documents have not been updated in the past 12 months. Run the wizard to check your settings.
es_es: Sus documentos no han sido actualizados en los últimos 12 meses. Ejecute el asistente para comprobar la configuración.

source: Your email address was already registered!
es_es: Su dirección de correo electrónico ya estaba registrada!

source: Your license could not be found in the database. Please contact %ssupport%s
es_es: Su licencia no se encuentra en la base de datos. Póngase en contacto con el %ssoporte%s

source: Your license does not seem to be valid. Please check your license key
es_es: Su licencia no parece ser válida. Por favor, compruebe su clave de licencia

source: Your license has been revoked. Please contact %ssupport%s
es_es: Su licencia ha sido revocada. Póngase en contacto con el %ssoporte%s

source: Your license has not yet been activated for this domain.
es_es: Su licencia aún no ha sido activada para este dominio.

source: Your license is expired. Please renew your license at %scomplianz.io%s
es_es: Su licencia ha caducado. Por favor, renueve su licencia en %scomplianz.io%s

source: Your license is valid, and expires on: %s
es_es: Su licencia es válida y expira el: %s

source: Your license is valid, but has not yet been activated for this domain.
es_es: Su licencia es válida, pero aún no ha sido activada para este dominio.

source: Your license is valid, but not activated on this site
es_es: Su licencia es válida, pero no está activada en este sitio

source: Your license key appears to be invalid.
es_es: Su clave de licencia parece no ser válida.

source: Your license needs to be activated to unlock the wizard
es_es: Su licencia debe estar activada para desbloquear el asistente

source: Your name
es_es: Su nombre

source: Your progress
es_es: Su progreso

source: Your request has been processed
es_es: Su solicitud ha sido procesada

source: Your request has been processed successfully!
es_es: Su solicitud ha sido procesada con éxito!

source: Your request has been processed successfully.
es_es: Su solicitud ha sido procesada con éxito.

source: Your server does not have CURL installed, which is required for the scan. Please contact your hosting company to install CURL.
es_es: Tu servidor no tiene instalado cURL, que es necesario para la exploración. Por favor, contacta con su empresa de alojamiento para instalar cURL.

source: Your server does not have CURL installed, which is required for the sync. Please contact your hosting company to install CURL.
es_es: Tu servidor no tiene instalado cURL, que es necesario para la sincronización. Por favor, contacta con su empresa de alojamiento para instalar cURL.

source: Your site does not require a cookie banner. No cookie banner has been enabled.
es_es: Su sitio no requiere una advertencia de cookies. No se ha habilitado ninguna advertencia de cookies.

source: Your site is configured for %s.
es_es: Su sitio está configurado para %s.

source: Your site requires a cookie banner, which has been enabled.
es_es: Su sitio requiere una advertencia de cookie, que ha sido habilitada.

source: Your site uses Divi. If you use reCAPTCHA on your site, you may need to disable the reCAPTCHA integration in Complianz.
es_es: Su sitio usa Divi. Si usa reCAPTCHA en su sitio, es posible que deba deshabilitar la integración de reCAPTCHA en Complianz.

source: Your site uses Google Fonts. For best privacy compliance, we recommend to self host Google Fonts. To self host, follow the instructions in %sthis article%s
es_es: Tu sitio usa fuentes de Google. Para un mejor cumplimiento de la privacidad, recomendamos autoalojar las fuentes de Google. Para autoalojarlas, sigue las instrucciones de %seste artículo%s

source: Your site will show vendors with the features selected here
es_es: Su sitio mostrará los proveedores con las características seleccionadas aquí

source: Your site will show vendors with the purposes selected here
es_es: Su sitio mostrará proveedores con los propósitos seleccionados aquí

source: Your site will show vendors with the special features selected here
es_es: Su sitio mostrará los proveedores con las características especiales seleccionadas aquí

source: Your site will show vendors with the special purposes selected here
es_es: Su sitio mostrará los proveedores con los propósitos especiales seleccionados aquí

source: Your website does not require a cookie banner, so these settings do not apply.
es_es: Su sitio web no requiere una advertencia de cookies, por lo que esta configuración no se aplica.

source: Your website is not ready for your selected regions yet.
es_es: Tu sitio web todavía no está listo para las regiones que seleccionaste.

source: Your website requires a cookie banner, these settings will determine how the popup will look.
es_es: Su sitio web requiere una advertencia de cookies, esta configuración determinará el aspecto que tendrá la ventana emergente.

source: Your WordPress version does not support the functions needed for this step. You can upgrade to the latest WordPress version, or add the pages manually to a menu.
es_es: Su versión de WordPress no soporta las funciones necesarias para este paso. Puede actualizar a la última versión de WordPress, o añadir las páginas manualmente a un menú.
